Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/events/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt

source: Event type
am: የክስተት አይነት
ar: نوع الحدث
es: Tipo de evento
fr: Type d'événement
pt: Tipo de evento

source: Thumbnail/image for this type of event.
am: የዚህ ዓይነቱ ክስተት ድንክዬ/ምስል።
ar: صورة مصغرة/صورة لهذا النوع من الأحداث.
es: Miniatura/imagen para este tipo de evento.
fr: Vignette/image pour ce type d'événement.
pt: Miniatura/imagem para este tipo de evento.

source: Event Type
am: የክስተት አይነት
ar: نوع الحدث
es: Tipo de evento
fr: Type d'événement
pt: Tipo de Evento

source: How many events should be visible on the all events section ?
am: በሁሉም ክስተቶች ክፍል ላይ ምን ያህል ክስተቶች መታየት አለባቸው?
ar: كم عدد الأحداث التي يجب أن تكون مرئية في قسم كافة الأحداث؟
es: ¿Cuántos eventos deberían estar visibles en la sección de todos los eventos?
fr: Combien d'événements doivent être visibles dans la section tous les événements ?
pt: Quantos eventos devem estar visíveis na seção de todos os eventos?

source: Events per page
am: ክስተቶች በገጽ
ar: الأحداث في كل صفحة
es: Eventos por página
fr: Événements par page
pt: Eventos por página

source: Other Settings
am: ሌሎች ቅንብሮች
ar: اعدادات اخرى
es: Otros ajustes
fr: Autres réglages
pt: Outras configurações

source: Event Index Page
am: የክስተት መረጃ ጠቋሚ ገጽ
ar: صفحة فهرس الأحداث
es: Página de índice de eventos
fr: Page d'index des événements
pt: Página de índice de eventos

source: Service Categories
am: የአገልግሎት ምድቦች
ar: فئات الخدمة
es: Categorías de servicio
fr: Catégories de services
pt: Categorias de serviço

source: Relevant Projects
am: ተዛማጅ ፕሮጀክቶች
ar: المشاريع ذات الصلة
es: Proyectos Relevantes
fr: Projets pertinents
pt: Projetos Relevantes

source: Event begin date
am: የክስተት መጀመሪያ ቀን
ar: تاريخ بدء الحدث
es: Fecha de inicio del evento
fr: Date de début de l'événement
pt: Data de início do evento

source: Day of the event. If multi-day, then this should be the first day
am: የዝግጅቱ ቀን. ብዙ-ቀን ከሆነ, ይህ የመጀመሪያው ቀን መሆን አለበት
ar: يوم الحدث. إذا كان متعدد الأيام، فيجب أن يكون هذا هو اليوم الأول
es: Día del evento. Si es de varios días, este debería ser el primer día.
fr: Jour de l'événement. S'il s'agit de plusieurs jours, cela devrait être le premier jour
pt: Dia do evento. Se for de vários dias, então este deverá ser o primeiro dia

source: End date - Note: Not Required if this is a one day Event
am: የማለቂያ ቀን - ማስታወሻ፡ ይህ የአንድ ቀን ክስተት ከሆነ አያስፈልግም
ar: تاريخ الانتهاء - ملاحظة: غير مطلوب إذا كان هذا حدثًا ليوم واحد
es: Fecha de finalización: Nota: no es obligatorio si se trata de un evento de un día
fr: Date de fin - Remarque : Non requis s'il s'agit d'un événement d'une journée
pt: Data de término - Observação: não é obrigatório se este for um evento de um dia

source: Not required if this is a one day event
am: ይህ የአንድ ቀን ክስተት ከሆነ አያስፈልግም
ar: غير مطلوب إذا كان هذا حدثًا ليوم واحد
es: No es necesario si se trata de un evento de un día.
fr: Non requis s'il s'agit d'un événement d'une journée
pt: Não é necessário se este for um evento de um dia

source: Timezone
am: የጊዜ ክልል
ar: وحدة زمنية
es: Zona horaria
fr: Fuseau horaire
pt: Fuso horário

source: Where will the event take place ?
am: ዝግጅቱ የት ነው የሚከናወነው?
ar: أين سيقام الحدث؟
es: ¿Dónde se llevará a cabo el evento?
fr: Où aura lieu l'événement ?
pt: Onde será realizado o evento?

source: Location
am: አካባቢ
ar: موقع
es: Ubicación
fr: Emplacement
pt: Localização

source: What is the cost for participating in this event ? Leave blank if free
am: በዚህ ዝግጅት ላይ ለመሳተፍ ምን ያህል ዋጋ ያስከፍላል? ነፃ ከሆነ ባዶ ይተዉት።
ar: ما هي تكلفة المشاركة في هذا الحدث؟ اتركه فارغًا إذا كان مجانيًا
es: ¿Cuál es el costo por participar en este evento? Dejar en blanco si es libre
fr: Quel est le coût pour participer à cet événement ? Laisser vide si gratuit
pt: Qual é o custo para participar deste evento? Deixe em branco se for gratuito

source: Cost
am: ወጪ
ar: يكلف
es: Costo
fr: Coût
pt: Custo

source: Description
am: መግለጫ
ar: وصف
es: Descripción
pt: Descrição

source: Downloadable agenda document
am: ሊወርድ የሚችል አጀንዳ ሰነድ
ar: وثيقة جدول الأعمال للتحميل
es: Documento de agenda descargable
fr: Document d'ordre du jour téléchargeable
pt: Documento de agenda para download

source: Agenda document, if available, preferably in PDF format
am: የአጀንዳ ሰነድ፣ ካለ፣ ቢቻል በፒዲኤፍ ቅርጸት
ar: وثيقة جدول الأعمال، إن وجدت، ويفضل أن تكون بصيغة PDF
es: Documento de agenda, si está disponible, preferiblemente en formato PDF
fr: Document d'ordre du jour, si disponible, de préférence au format PDF
pt: Documento da agenda, se disponível, preferencialmente em formato PDF

source: Event Image
am: የክስተት ምስል
ar: صورة الحدث
es: Imagen del evento
fr: Image de l'événement
pt: Imagem do Evento

source: An image for this event, can be a poster or any relevant image
am: የዚህ ክስተት ምስል, ፖስተር ወይም ማንኛውም ተዛማጅ ምስል ሊሆን ይችላል
ar: صورة لهذا الحدث، يمكن أن تكون ملصقًا أو أي صورة ذات صلة
es: Una imagen para este evento, puede ser un cartel o cualquier imagen relevante.
fr: Une image pour cet événement, peut être une affiche ou toute image pertinente
pt: Uma imagem para este evento, pode ser um pôster ou qualquer imagem relevante

source: Image Placement
am: ምስል አቀማመጥ
ar: وضع الصورة
es: Ubicación de la imagen
fr: Placement des images
pt: Posicionamento de imagem

source: Form template
am: የቅጽ አብነት
ar: قالب النموذج
es: plantilla de formulario
fr: Modèle de formulaire
pt: Modelo de formulário

source: Show this event in the events landing page as featured ?
am: ይህ ክስተት በክስተቶች ማረፊያ ገጽ ላይ እንደ ተለይቶ ይታይ?
ar: إظهار هذا الحدث في الصفحة المقصودة للأحداث كما هو مميز؟
es: ¿Mostrar este evento en la página de inicio de eventos como destacado?
fr: Afficher cet événement sur la page d'accueil des événements comme présenté ?
pt: Mostrar este evento na página inicial de eventos como destaque?

source: Featured
am: ተለይቶ የቀረበ
ar: متميز
es: Presentado
fr: En vedette
pt: Apresentou

source: Make this event hidden in events page or elsewhere
am: ይህንን ክስተት በክስተቶች ገጽ ወይም በሌላ ቦታ እንዲደበቅ ያድርጉት
ar: اجعل هذا الحدث مخفيًا في صفحة الأحداث أو في أي مكان آخر
es: Ocultar este evento en la página de eventos o en otro lugar
fr: Rendre cet événement masqué dans la page des événements ou ailleurs
pt: Torne este evento oculto na página de eventos ou em outro lugar

source: Is hidden
am: ተደብቋል
ar: مخفيا
es: Está oculto
fr: Est caché
pt: Está oculto

source: Show this event on the homepage ?
am: ይህ ክስተት በመነሻ ገጹ ላይ ይታይ?
ar: عرض هذا الحدث على الصفحة الرئيسية؟
es: ¿Mostrar este evento en la página de inicio?
fr: Afficher cet événement sur la page d'accueil ?
pt: Mostrar este evento na página inicial?

source: Is visible on homepage
am: መነሻ ገጽ ላይ ይታያል
ar: مرئي على الصفحة الرئيسية
es: Es visible en la página de inicio.
fr: Est visible sur la page d'accueil
pt: Está visível na página inicial

source: Panelists
am: ተወያዮች
ar: أعضاء اللجنة
es: Panelistas
fr: Panélistes
pt: Painelistas

source: Sessions
am: ክፍለ-ጊዜዎች
ar: الجلسات
es: Sesiones
fr: Séances
pt: Sessões

source: Additional Materials
am: ተጨማሪ ቁሳቁሶች
ar: مواد إضافية
es: Materiales adicionales
fr: Matériaux additionnels
pt: Materiais Adicionais

source: Acknowledgement/sponsors
am: እውቅና/ስፖንሰሮች
ar: شكر وتقدير / الرعاة
es: Reconocimiento/patrocinadores
fr: Remerciements/sponsors
pt: Reconhecimento/patrocinadores

source: Is archived
am: በማህደር ተቀምጧል
ar: تمت أرشفته
es: esta archivado
fr: Est archivé
pt: Está arquivado

source: Registration open
am: ምዝገባ ተከፍቷል።
ar: التسجيل مفتوح
es: Inscripciones abiertas
fr: Inscription ouverte
pt: Inscrições abertas

source: Youtube Video ID if the event is being livestreamed
am: ክስተቱ በቀጥታ የሚተላለፍ ከሆነ የ Youtube ቪዲዮ መታወቂያ
ar: معرف فيديو Youtube إذا كان يتم بث الحدث مباشرة
es: ID de video de Youtube si el evento se transmite en vivo
fr: ID vidéo Youtube si l'événement est diffusé en direct
pt: ID do vídeo do YouTube se o evento estiver sendo transmitido ao vivo

source: Meeting Registration Integration Platform
am: የስብሰባ ምዝገባ ውህደት መድረክ
ar: منصة تكامل تسجيل الاجتماعات
es: Plataforma de integración de registro de reuniones
fr: Plateforme d'intégration d'inscription aux réunions
pt: Plataforma de integração de registro de reuniões

source: Platform for Event
am: የክስተት መድረክ
ar: منصة للحدث
es: Plataforma para evento
fr: Plateforme pour événement
pt: Plataforma para Evento

source: Enable Zoom Integration in registration form
am: በምዝገባ ቅጽ ውስጥ የማጉላት ውህደትን አንቃ
ar: تفعيل تكامل Zoom في نموذج التسجيل
es: Habilitar la integración de Zoom en el formulario de registro
fr: Activer l'intégration de Zoom dans le formulaire d'inscription
pt: Habilite a integração do Zoom no formulário de registro

source: Enable Mailchimp Integration in registration form
am: በመመዝገቢያ ቅጽ ውስጥ የ Mailchimp ውህደትን አንቃ
ar: تمكين تكامل Mailchimp في نموذج التسجيل
es: Habilitar la integración de Mailchimp en el formulario de registro
fr: Activer l'intégration de Mailchimp dans le formulaire d'inscription
pt: Habilite a integração do Mailchimp no formulário de registro

source: Content
am: ይዘት
ar: محتوى
es: Contenido
fr: Contenu
pt: Contente

source: Registration and Integrations
am: ምዝገባ እና ውህደት
ar: التسجيل والتكاملات
es: Registro e integraciones
fr: Inscription et intégrations
pt: Cadastro e Integrações

source: Event Page
am: የክስተት ገጽ
ar: صفحة الحدث
es: Página del evento
fr: Page d'événement
pt: Página do Evento

source: Register for %(event_title)s
am: ለ%(event_title)s ይመዝገቡ
ar: سجل لـ %(event_title)s
es: Regístrate para %(event_title)s
fr: Inscrivez-vous à %(event_title)s
pt: Registre-se em %(event_title)s

source: Optional Additional information/details
am: አማራጭ ተጨማሪ መረጃ/ዝርዝሮች
ar: معلومات/تفاصيل إضافية اختيارية
es: Opcional Información/detalles adicionales
fr: Informations/détails supplémentaires en option
pt: Opcional Informações/detalhes adicionais

source: Additional Information - (Optional)
am: ተጨማሪ መረጃ - (አማራጭ)
ar: معلومات إضافية: (اختياري)
es: Información adicional: (Opcional)
fr: Informations supplémentaires - (Facultatif)
pt: Informações Adicionais - (Opcional)

source: Number of available registrations
am: የሚገኙ ምዝገባዎች ብዛት
ar: عدد التسجيلات المتاحة
es: Número de inscripciones disponibles
fr: Nombre d'inscriptions disponibles
pt: Número de inscrições disponíveis

source: Registration Limit - (Leave blank if no limit)
am: የምዝገባ ገደብ - (ምንም ገደብ ከሌለ ባዶ ይተው)
ar: حد التسجيل - (اتركه فارغًا إذا لم يكن هناك حد)
es: Límite de registro - (Dejar en blanco si no hay límite)
fr: Limite d'inscription - (Laissez vide s'il n'y a pas de limite)
pt: Limite de Inscrição - (Deixe em branco se não houver limite)

source: Text to display after successful submission
am: በተሳካ ሁኔታ ከገባ በኋላ የሚታይ ጽሑፍ
ar: النص الذي سيتم عرضه بعد التقديم الناجح
es: Texto que se mostrará después del envío exitoso
fr: Texte à afficher après une soumission réussie
pt: Texto a ser exibido após envio bem-sucedido

source: Thank you text
am: አመሰግናለሁ ጽሑፍ
ar: شكرا لك النص
es: gracias texto
fr: Merci texte
pt: Obrigado texto

source: Validation Field
am: የማረጋገጫ መስክ
ar: مجال التحقق
es: Campo de validación
fr: Champ de validation
pt: Campo de validação

source: A field on the form to check if is already submitted so as to prevent multiple submissions by one person. This is usually the email address field in snake casing format
am: በአንድ ሰው ብዙ ግቤቶችን ለመከላከል አስቀድሞ መግባቱን ለማረጋገጥ በቅጹ ላይ ያለ መስክ። ይህ ብዙውን ጊዜ የኢሜል አድራሻው በእባብ መያዣ ቅርጸት ነው።
ar: حقل في النموذج للتحقق مما إذا كان قد تم إرساله بالفعل وذلك لمنع عمليات الإرسال المتعددة من قبل شخص واحد. عادةً ما يكون هذا هو حقل عنوان البريد الإلكتروني بتنسيق غلاف الثعبان
es: Un campo en el formulario para verificar si ya se envió para evitar envíos múltiples por parte de una persona. Este suele ser el campo de dirección de correo electrónico en formato de carcasa de serpiente.
fr: Un champ sur le formulaire pour vérifier s'il est déjà soumis afin d'éviter des soumissions multiples par une seule personne. Il s'agit généralement du champ de l'adresse e-mail au format serpent.
pt: Um campo no formulário para verificar se já foi enviado, evitando vários envios por uma mesma pessoa. Este é geralmente o campo de endereço de e-mail em formato de caixa de cobra

source: Should we send a confirmation/follow up email ?
am: የማረጋገጫ/የክትትል ኢሜይል መላክ አለብን?
ar: هل يجب أن نرسل رسالة تأكيد/متابعة بالبريد الإلكتروني؟
es: ¿Deberíamos enviar un correo electrónico de confirmación/seguimiento?
fr: Devons-nous envoyer un e-mail de confirmation/suivi ?
pt: Devemos enviar um e-mail de confirmação/acompanhamento?

source: Send confirmation Email
am: የማረጋገጫ ኢሜይል ላክ
ar: إرسال تأكيد البريد الإلكتروني
es: Enviar correo electrónico de confirmación
fr: Envoyer un e-mail de confirmation
pt: Enviar e-mail de confirmação

source: The field in the form that corresponds to the email to use. Should be snake_cased
am: ለመጠቀም ከኢሜል ጋር በሚዛመደው ቅጽ ውስጥ ያለው መስክ። በእባብ_መታሰር አለበት።
ar: الحقل في النموذج الذي يتوافق مع البريد الإلكتروني المراد استخدامه. ينبغي أن يكون الثعبان
es: El campo del formulario que corresponde al correo electrónico a utilizar. Debería estar cubierto de serpiente
fr: Le champ du formulaire qui correspond à l'email à utiliser. Devrait être en forme de serpent
pt: O campo do formulário que corresponde ao e-mail a ser utilizado. Deveria ser cobra_cased

source: Email Field
am: የኢሜል መስክ
ar: حقل البريد الإلكتروني
es: Campo de correo electrónico
fr: Champ de courrier électronique
pt: Campo de e-mail

source: Email Confirmation message
am: የኢሜል ማረጋገጫ መልእክት
ar: رسالة تأكيد البريد الإلكتروني
es: Mensaje de confirmación por correo electrónico
fr: Message de confirmation par e-mail
pt: Mensagem de confirmação por e-mail

source: Message to send to the user. For example zoom links
am: ለተጠቃሚው የሚላክ መልእክት። ለምሳሌ የማጉላት አገናኞች
ar: رسالة لإرسالها إلى المستخدم. على سبيل المثال روابط التكبير
es: Mensaje a enviar al usuario. Por ejemplo, enlaces de zoom.
fr: Message à envoyer à l'utilisateur. Par exemple des liens de zoom
pt: Mensagem a ser enviada ao usuário. Por exemplo, links de zoom

source: Batch Zoom Registration Enabled - Leave unchecked for direct zoom registrations
am: የባች ማጉላት ምዝገባ ነቅቷል - ለቀጥታ የማጉላት ምዝገባዎች ምልክት ሳይደረግበት ይተዉት።
ar: تم تمكين تسجيل دفعة التكبير/التصغير - اتركه بدون تحديد لتسجيلات التكبير/التصغير المباشرة
es: Registro de zoom por lotes habilitado: déjelo sin marcar para registros de zoom directos
fr: Enregistrement du zoom par lots activé - Laisser décoché pour les enregistrements de zoom directs
pt: Registro de zoom em lote ativado - Deixe desmarcado para registros de zoom direto

source: Enable batch option for adding registrants to zoom later
am: በኋላ ለማጉላት ተመዝጋቢዎችን ለማከል ባች አማራጭን ያንቁ
ar: تمكين خيار الدفعة لإضافة المسجلين للتكبير لاحقًا
es: Habilite la opción por lotes para agregar solicitantes de registro para hacer zoom más tarde
fr: Activer l'option par lots pour ajouter des inscrits pour zoomer plus tard
pt: Habilite a opção em lote para adicionar registrantes para ampliar mais tarde

source: Event Registration Page
am: የክስተት ምዝገባ ገጽ
ar: صفحة تسجيل الحدث
es: Página de registro de eventos
fr: Page d'inscription à l'événement
pt: Página de registro de evento

source: Settings
am: ቅንብሮች
ar: إعدادات
es: Ajustes
fr: Paramètres
pt: Configurações

source: Zoom Events Settings
am: የክስተቶች ቅንብሮችን አጉላ
ar: إعدادات تكبير الأحداث
es: Configuración de eventos de Zoom
fr: Paramètres des événements Zoom
pt: Configurações de eventos de zoom

source: MailChimp Settings
am: የ MailChimp ቅንብሮች
ar: إعدادات ميل تشيمب
es: Configuración de MailChimp
fr: Paramètres de MailChimp
pt: Configurações do MailChimp

source: Added to Zoom
am: ወደ ማጉላት ታክሏል።
ar: تمت إضافته إلى التكبير
es: Agregado a Zoom
fr: Ajouté à Zoom
pt: Adicionado ao Zoom

source: Download Agenda
am: አጀንዳ አውርድ
ar: تحميل جدول الأعمال
es: Descargar Agenda
fr: Télécharger l'ordre du jour
pt: Baixar agenda

source: Featured Event
am: ተለይቶ የቀረበ ክስተት
ar: حدث مميز
es: Evento destacado
fr: Événement en vedette
pt: Evento em destaque

source: All Events
am: ሁሉም ክስተቶች
ar: كل الأحداث
es: Todos los eventos
fr: Tous les évènements
pt: Todos os eventos

source: Ended
am: አበቃ
ar: انتهى
es: Terminado
fr: Terminé
pt: Terminou

source: Type
am: ዓይነት
ar: يكتب
es: Tipo
fr: Taper
pt: Tipo

source: Start Date
am: የመጀመሪያ ቀን
ar: تاريخ البدء
es: Fecha de inicio
fr: Date de début
pt: Data de início

source: %(start_date)s
pt: %(data_inicial)s

source: End Date
am: የመጨረሻ ቀን
ar: تاريخ الانتهاء
es: Fecha final
fr: Date de fin
pt: Data de término

source: %(end_date)s
pt: %(data_final)s

source: Registration closed
am: ምዝገባ ተዘግቷል።
ar: التسجيل مغلق
es: Inscripciones cerradas
fr: Inscription clôturée
pt: Inscrições encerradas

source: Registration will be open soon
am: ምዝገባ በቅርቡ ይከፈታል።
ar: سيتم فتح التسجيل قريبا
es: La inscripción estará abierta pronto.
fr: Les inscriptions seront bientôt ouvertes
pt: As inscrições serão abertas em breve

source: Register
am: ይመዝገቡ
ar: يسجل
es: Registro
fr: Registre
pt: Cadastre-se

source: Register on Zoom
am: በማጉላት ላይ ይመዝገቡ
ar: التسجيل على زووم
es: Regístrate en Zoom
fr: Inscrivez-vous sur Zoom
pt: Cadastre-se no Zoom

source: Acknowledgements
am: ምስጋናዎች
ar: شكر وتقدير
es: Agradecimientos
fr: Remerciements
pt: Agradecimentos

source: Submit
am: አስገባ
ar: يُقدِّم
es: Entregar
fr: Soumettre
pt: Enviar

source: ended
am: አበቃ
ar: انتهى
es: terminó
fr: terminé
pt: terminou

source: Filter by Event Type
am: በክስተት አይነት አጣራ
ar: التصفية حسب نوع الحدث
es: Filtrar por tipo de evento
fr: Filtrer par type d'événement
pt: Filtrar por tipo de evento

source: Filter by Year
am: በአመት አጣራ
ar: التصفية حسب السنة
es: Filtrar por año
fr: Filtrer par année
pt: Filtrar por ano

source: Filter by Status
am: በሁኔታ አጣራ
ar: التصفية حسب الحالة
es: Filtrar por estado
fr: Filtrer par statut
pt: Filtrar por status

source: Past
am: ያለፈው
ar: ماضي
es: Pasado
fr: Passé
pt: Passado

source: Read More
am: ተጨማሪ ያንብቡ
ar: اقرأ أكثر
es: Leer más
fr: En savoir plus
pt: Leia mais

source: Topic
am: ርዕስ
ar: عنوان
es: Tema
fr: Sujet
pt: Tópico

source: Speakers
am: ተናጋሪዎች
ar: مكبرات الصوت
es: Altavoces
fr: Haut-parleurs
pt: Alto-falantes

source: Sponsors
am: ስፖንሰሮች
ar: الرعاة
es: Patrocinadores
fr: Commanditaires
pt: Patrocinadores

source: SEO
ar: تحسين محركات البحث
fr: Référencement
