Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/*/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Secondary color (use color picker)
am: ሁለተኛ ቀለም (ቀለም መራጭ ይጠቀሙ)
ar: اللون الثانوي (استخدم منتقي الألوان)
es: Color secundario (use el selector de color)
fr: Couleur secondaire (utilisez le sélecteur de couleurs)
pt: Cor secundária (use o seletor de cores)
sw: Rangi ya pili (tumia kichagua rangi)

source: Border radius (px)
am: የድንበር ራዲየስ (px)
ar: نصف قطر الحدود (بكسل)
es: Radio del borde (px)
fr: Rayon de bordure (px)
pt: Raio da borda (px)
sw: Radi ya mpaka (px)

source: Minimum 0 and Maximum 20 pixels
am: ቢያንስ 0 እና ከፍተኛው 20 ፒክሰሎች
ar: الحد الأدنى 0 والحد الأقصى 20 بكسل
es: Mínimo 0 y máximo 20 píxeles
fr: Minimum 0 et maximum 20 pixels
pt: Mínimo 0 e Máximo 20 pixels
sw: Kima cha chini cha pikseli 0 na Upeo wa 20

source: Box shadow
am: የሳጥን ጥላ
ar: ظل الصندوق
es: Sombra de la caja
fr: Boîte ombre
pt: Sombra da caixa
sw: Kivuli cha sanduku

source: Elevation value minimum 1 and maximum 24
am: የከፍታ ዋጋ ቢያንስ 1 እና ከፍተኛው 24
ar: قيمة الارتفاع الدنيا 1 والحد الأقصى 24
es: Valor de elevación mínimo 1 y máximo 24
fr: Valeur d'élévation minimum 1 et maximum 24
pt: Valor de elevação mínimo 1 e máximo 24
sw: Thamani ya mwinuko ya chini zaidi 1 na ya juu zaidi 24

source: Information
am: መረጃ
ar: معلومة
es: Información
pt: Informação
sw: Habari

source: Theme Colors
am: ጭብጥ ቀለሞች
ar: ألوان الموضوع
es: Colores del tema
fr: Couleurs du thème
pt: Cores do tema
sw: Rangi za Mandhari

source: Borders and Box Shadow
am: ድንበሮች እና የሳጥን ጥላ
ar: الحدود وصندوق الظل
es: Bordes y sombra de cuadro
fr: Bordures et ombre de boîte
pt: Bordas e sombra da caixa
sw: Mipaka na Kivuli cha Sanduku

source: Theme
am: ጭብጥ
ar: سمة
es: Tema
fr: Thème
pt: Tema
sw: Mandhari

source: Navigation Setting
am: የአሰሳ ቅንብር
ar: إعداد الملاحة
es: Configuración de navegación
fr: Paramètres de navigation
pt: Configuração de navegação
sw: Mipangilio ya Urambazaji

source: Navigation Settings
am: የአሰሳ ቅንብሮች
ar: إعدادات التنقل
es: Configuración de navegación
fr: Paramètres de navigation
pt: Configurações de navegação
sw: Mipangilio ya Urambazaji

source: Mailing list sign up page
am: የደብዳቤ መላኪያ ዝርዝር ምዝገባ ገጽ
ar: صفحة التسجيل في القائمة البريدية
es: Página de registro de la lista de correo
fr: Page d'inscription à la liste de diffusion
pt: Página de inscrição na lista de discussão
sw: Ukurasa wa usajili wa orodha ya barua

source: Contact us page
am: ያግኙን ገጽ
ar: اتصل بنا الصفحة
es: Contáctenos página
fr: Page Contactez-nous
pt: Contate-nos página
sw: Wasiliana nasi ukurasa

source: All products page
am: ሁሉም ምርቶች ገጽ
ar: صفحة جميع المنتجات
es: Página de todos los productos
fr: Page Tous les produits
pt: Página de todos os produtos
sw: Ukurasa wa bidhaa zote

source: All projects page
am: ሁሉም ፕሮጀክቶች ገጽ
ar: صفحة كافة المشاريع
es: Página de todos los proyectos
fr: Page de tous les projets
pt: Página de todos os projetos
sw: Ukurasa wa miradi yote

source: All news page
am: ሁሉም የዜና ገፅ
ar: صفحة كل الأخبار
es: Toda la pagina de noticias
fr: Toute la page des actualités
pt: Todas as páginas de notícias
sw: Ukurasa wote wa habari

source: All publications page
am: ሁሉም የህትመት ገጽ
ar: صفحة جميع المنشورات
es: Página de todas las publicaciones.
fr: Page de toutes les publications
pt: Página de todas as publicações
sw: Ukurasa wa machapisho yote

source: All videos page
am: ሁሉም የቪዲዮዎች ገጽ
ar: صفحة جميع الفيديوهات
es: Página de todos los vídeos
fr: Page toutes les vidéos
pt: Página de todos os vídeos
sw: Ukurasa wa video zote

source: All applications page
am: ሁሉም የመተግበሪያዎች ገጽ
ar: صفحة جميع التطبيقات
es: Página de todas las aplicaciones
fr: Page de toutes les candidatures
pt: Página de todas as inscrições
sw: Ukurasa wa programu zote

source: All events page
am: ሁሉም ክስተቶች ገጽ
ar: صفحة جميع الأحداث
es: Página de todos los eventos
fr: Page de tous les événements
pt: Página de todos os eventos
sw: Matukio yote ukurasa

source: All partners page
am: የሁሉም አጋሮች ገጽ
ar: صفحة جميع الشركاء
es: Página de todos los socios
fr: Page Tous les partenaires
pt: Página de todos os parceiros
sw: Ukurasa wa washirika wote

source: All tenders page
am: ሁሉም የጨረታዎች ገጽ
ar: صفحة كافة المناقصات
es: Página de todas las licitaciones
fr: Page de tous les appels d'offres
pt: Página de todas as propostas
sw: Ukurasa wa zabuni zote

source: All vacancies page
am: ሁሉም ክፍት የስራ ቦታዎች ገጽ
ar: صفحة جميع الوظائف الشاغرة
es: Página de todas las vacantes
fr: Page de tous les postes vacants
pt: Página todas as vagas
sw: Ukurasa wa nafasi zote za kazi

source: Feedback page
am: የግብረመልስ ገጽ
ar: صفحة ردود الفعل
es: Página de comentarios
fr: Page de commentaires
pt: Página de comentários
sw: Ukurasa wa maoni

source: CAP Warnings List page
am: የ CAP ማስጠንቀቂያዎች ዝርዝር ገጽ
ar: صفحة قائمة تحذيرات CAP
es: Página de lista de advertencias de CAP
fr: Page Liste des avertissements du CAP
pt: Página da lista de avisos CAP
sw: Ukurasa wa Orodha ya Maonyo ya CAP

source: Important Pages
am: ጠቃሚ ገጾች
ar: صفحات مهمة
es: Páginas importantes
fr: Pages importantes
pt: Páginas importantes
sw: Kurasa Muhimu

source: Product Name
am: የምርት ስም
ar: اسم المنتج
es: nombre del producto
fr: Nom du produit
pt: Nome do produto
sw: Jina la bidhaa

source: Product Categories
am: የምርት ምድቦች
ar: فئات المنتجات
es: Categorías de Producto
fr: catégories de produits
pt: Categorias de produtos
sw: Aina za Bidhaa

source: Product Category
am: የምርት ምድብ
ar: فئة المنتج
es: categoria de producto
fr: catégorie de produit
pt: Categoria de produto
sw: Aina ya Bidhaa

source: Product
am: ምርት
ar: منتج
es: Producto
fr: Produit
pt: Produto
sw: Bidhaa

source: Products
am: ምርቶች
ar: منتجات
es: Productos
fr: Des produits
pt: Produtos
sw: Bidhaa

source: Name
am: ስም
ar: اسم
es: Nombre
fr: Nom
pt: Nome
sw: Jina

source: Product Item Types
am: የምርት እቃዎች ዓይነቶች
ar: أنواع عناصر المنتج
es: Tipos de artículos de producto
fr: Types d'articles de produit
pt: Tipos de itens de produto
sw: Aina za Bidhaa

source: Product Item Type
am: የምርት ንጥል ዓይነት
ar: نوع السلعة المنتج
es: Tipo de artículo del producto
fr: Type d'article du produit
pt: Tipo de item de produto
sw: Aina ya Bidhaa

source: Service Category
am: የአገልግሎት ምድብ
ar: فئة الخدمة
es: Categoría de servicio
fr: Catégorie de services
pt: Categoria de serviço
sw: Kitengo cha Huduma

source: Service Categories
am: የአገልግሎት ምድቦች
ar: فئات الخدمة
es: Categorías de servicio
fr: Catégories de services
pt: Categorias de serviço
sw: Vitengo vya Huduma

source: Thumbnail
am: ድንክዬ
ar: ظفري
es: Miniatura
fr: Vignette
pt: Miniatura
sw: Kijipicha

source: Order
am: ማዘዝ
ar: طلب
es: Orden
fr: Commande
pt: Ordem
sw: Agizo

source: Application
am: መተግበሪያ
ar: طلب
es: Solicitud
pt: Aplicativo
sw: Maombi

source: GIS Application
am: የጂአይኤስ መተግበሪያ
ar: تطبيق نظم المعلومات الجغرافية
es: Aplicación SIG
fr: Application SIG
pt: Aplicação SIG
sw: Maombi ya GIS

source: GIS Applications
am: የጂአይኤስ መተግበሪያዎች
ar: تطبيقات نظم المعلومات الجغرافية
es: Aplicaciones SIG
fr: Applications SIG
pt: Aplicações SIG
sw: Maombi ya GIS

source: ClimWeb upgrade available. Your version:
am: የሲኤምኤስ ማሻሻያ አለ። የእርስዎ ስሪት፡-
ar: ترقية ClimWeb متاحة. الإصدار الخاص بك:
es: Actualización de ClimWeb disponible. Tu versión:
fr: Mise à niveau du ClimWeb disponible. Ta version:
pt: Atualização ClimWeb disponível. Sua versão:
sw: Uboreshaji wa ClimWeb unapatikana. Toleo lako:

source: Latest version:
am: የቅርብ ጊዜ ስሪት፡
ar: احدث اصدار:
es: Ultima versión:
fr: Dernière version:
pt: Versão mais recente:
sw: Toleo la hivi punde:

source: Upgrade
am: አሻሽል።
ar: يرقي
es: Mejora
fr: Mise à niveau
pt: Atualizar
sw: Boresha

source: %(title)s
pt: %(título)s

source: ClimWeb Version Check
am: የሲኤምኤስ ስሪት ያረጋግጡ
ar: التحقق من إصدار ClimWeb
es: Verificación de versión de ClimWeb
fr: Vérification de la version du ClimWeb
pt: Verificação da versão do ClimWeb
sw: Ukaguzi wa Toleo la ClimWeb

source: Current installed version
am: የአሁኑ የተጫነ ስሪት
ar: النسخة المثبتة الحالية
es: Versión instalada actual
fr: Version actuellement installée
pt: Versão atual instalada
sw: Toleo la sasa lililosakinishwa

source: Latest available version
am: የቅርብ ጊዜ የሚገኝ ስሪት
ar: أحدث نسخة متاحة
es: Última versión disponible
fr: Dernière version disponible
pt: Última versão disponível
sw: Toleo la hivi karibuni linalopatikana

source: Your ClimWeb version is up to date.
am: የእርስዎ ClimWeb ስሪት ዘምኗል።
ar: إصدار نظام إدارة المحتوى لديك محدث.
es: Su versión de ClimWeb está actualizada.
fr: Votre version de ClimWeb est à jour.
pt: A sua versão do ClimWeb está atualizada.
sw: Toleo lako la ClimWeb limesasishwa.

source: A ClimWeb upgrade was initiated. Please wait for the upgrade to complete
am: የሲኤምኤስ ማሻሻያ ተጀመረ። እባክዎ ማሻሻያው እስኪጠናቀቅ ይጠብቁ
ar: بدأت عملية ترقية ClimWeb. الرجاء الانتظار حتى تكتمل الترقية
es: Se inició una actualización de ClimWeb. Espere a que se complete la actualización.
fr: Une mise à niveau du ClimWeb a été lancée. Veuillez attendre la fin de la mise à niveau
pt: Uma atualização do ClimWeb foi iniciada. Aguarde a conclusão da atualização
sw: Uboreshaji wa ClimWeb ulianzishwa. Tafadhali subiri uboreshaji ukamilike

source: ClimWeb upgrade available
am: የሲኤምኤስ ማሻሻያ አለ።
ar: ترقية ClimWeb متاحة
es: Actualización de ClimWeb disponible
fr: Mise à jour du ClimWeb disponible
pt: Atualização ClimWeb disponível
sw: Uboreshaji wa ClimWeb unapatikana

source: Release notes
am: የልቀት ማስታወሻዎች
ar: ملاحظات الإصدار
es: Notas de lanzamiento
fr: Notes de version
pt: Notas de lançamento
sw: Toa maelezo

source: Upgrade now
am: አሁን አሻሽል።
ar: تحديث الآن
es: Actualizar ahora
fr: Mettre à jour maintenant
pt: Atualize agora
sw: Kuboresha sasa

source: Error fetching latest version. Please try again later.
am: የቅርብ ጊዜውን ስሪት ማምጣት ላይ ስህተት። እባክዎ ቆየት ብለው ይሞክሩ.
ar: حدث خطأ أثناء جلب أحدث إصدار. الرجاء معاودة المحاولة في وقت لاحق.
es: Error al obtener la última versión. Inténtalo de nuevo más tarde.
fr: Erreur lors de la récupération de la dernière version. Veuillez réessayer plus tard.
pt: Erro ao buscar a versão mais recente. Por favor, tente novamente mais tarde.
sw: Hitilafu katika kuleta toleo jipya zaidi. Tafadhali jaribu tena baadae.

source: Error in extracting latest version number from the release
am: የቅርብ ጊዜውን የስሪት ቁጥር ከልቀት ማውጣት ላይ ስህተት
ar: خطأ في استخراج رقم الإصدار الأحدث من الإصدار
es: Error al extraer el número de la última versión del lanzamiento
fr: Erreur lors de l'extraction du dernier numéro de version de la publication
pt: Erro ao extrair o número da versão mais recente do lançamento
sw: Hitilafu katika kutoa nambari ya toleo jipya zaidi kutoka kwa toleo

source: Themes
am: ገጽታዎች
ar: المواضيع
es: Temas
fr: Thèmes
pt: Temas
sw: Mandhari

source: Google Analytics
am: ጉግል አናሌቲክስ
ar: تحليلات كوكل
es: Google analitico

source: URL
ar: عنوان URL

source: Track all button clicks using Google Analytics event tracking, Event tracking details can be specified in each buttonâ€™s advanced settings options.
sw: Fuatilia mibofyo yote ya vitufe kwa kutumia ufuatiliaji wa matukio ya Google Analytics, maelezo ya ufuatiliaji wa matukio yanaweza kubainishwa katika chaguo za mipangilio ya kina ya kila kitufe.
