Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/*/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Section Title
am: ክፍል ርዕስ
ar: عنوان القسم
es: Sección de título
fr: Section titre
pt: Título da seção
sw: Kichwa cha Sehemu

source: Section Text
am: ክፍል ጽሑፍ
ar: نص القسم
es: Texto de la sección
fr: Texte de la section
pt: Texto da seção
sw: Maandishi ya Sehemu

source: Section description
am: ክፍል መግለጫ
ar: وصف القسم
es: Descripción de la sección
fr: Description de la rubrique
pt: Descrição da seção
sw: Maelezo ya sehemu

source: Title, Text and Image
am: ርዕስ, ጽሑፍ እና ምስል
ar: العنوان والنص والصورة
es: Título, Texto e Imagen
fr: Titre, texte et image
pt: Título, Texto e Imagem
sw: Kichwa, Maandishi na Picha

source: Title
am: ርዕስ
ar: عنوان
es: Título
fr: Titre
pt: Título
sw: Kichwa

source: Text
am: ጽሑፍ
ar: نص
fr: Texte
pt: Texto
sw: Maandishi

source: Title and Text
am: ርዕስ እና ጽሑፍ
ar: العنوان والنص
es: Título y texto
fr: Titre et texte
pt: Título e Texto
sw: Kichwa na Maandishi

source: A URL that returns Highcharts.js configuration, including the data
am: ውሂቡን ጨምሮ Highcharts.js ውቅረትን የሚመልስ ዩአርኤል
ar: عنوان URL الذي يُرجع تكوين Highcharts.js، بما في ذلك البيانات
es: Una URL que devuelve la configuración de Highcharts.js, incluidos los datos.
fr: Une URL qui renvoie la configuration Highcharts.js, y compris les données
pt: Uma URL que retorna a configuração do Highcharts.js, incluindo os dados
sw: URL inayorejesha usanidi wa Highcharts.js, ikijumuisha data

source: Description
am: መግለጫ
ar: وصف
es: Descripción
pt: Descrição
sw: Maelezo

source: Action Link Internal
am: የድርጊት ማገናኛ ውስጣዊ
ar: رابط العمل داخلي
es: Enlace de acción interno
fr: Lien d'action interne
pt: Link de ação interno
sw: Kiungo cha Kitendo cha Ndani

source: An external link to a detailed resource on the internet.If provided, the internal link will be ignored
am: በበይነመረቡ ላይ ላለ ዝርዝር መገልገያ ውጫዊ አገናኝ.ከቀረበ, የውስጥ ማገናኛው ችላ ይባላል
ar: رابط خارجي لمورد تفصيلي على الإنترنت. إذا تم توفيره، سيتم تجاهل الرابط الداخلي
es: Un enlace externo a un recurso detallado en Internet. Si se proporciona, el enlace interno será ignorado.
fr: Un lien externe vers une ressource détaillée sur Internet. S'il est fourni, le lien interne sera ignoré
pt: Um link externo para um recurso detalhado na Internet. Se fornecido, o link interno será ignorado
sw: Kiungo cha nje cha rasilimali ya kina kwenye mtandao. Ikitolewa, kiungo cha ndani kitapuuzwa

source: Feature Block
am: የባህሪ እገዳ
ar: كتلة الميزة
es: Bloque de funciones
fr: Bloc de fonctionnalités
pt: Bloco de recursos
sw: Kizuizi cha Kipengele

source: Collapsible Block
am: ሊሰበሰብ የሚችል እገዳ
ar: كتلة قابلة للطي
es: Bloque plegable
fr: Bloc pliable
pt: Bloco dobrável
sw: Kizuizi Kinachokunjwa

source: Accordion
am: አኮርዲዮን
ar: الأكورديون
es: Acordeón
fr: Accordéon
pt: Acordeão

source: Icon
am: አዶ
ar: أيقونة
es: Icono
fr: Icône
pt: Ícone
sw: Aikoni

source: The full url link that takes you to the page
am: ወደ ገጹ የሚወስድዎት ሙሉ የዩአርኤል አገናኝ
ar: رابط URL الكامل الذي ينقلك إلى الصفحة
es: El enlace URL completo que te lleva a la página.
fr: Le lien URL complet qui vous amène à la page
pt: O link do URL completo que leva você à página
sw: Kiungo kamili cha url kinachokupeleka kwenye ukurasa

source: Social Media Account
am: የማህበራዊ ሚዲያ መለያ
ar: حساب وسائل التواصل الاجتماعي
es: Cuenta de redes sociales
fr: Compte de médias sociaux
pt: Conta de mídia social
sw: Akaunti ya Mitandao ya Kijamii

source: Collapsible Text Block
am: ሊሰበሰብ የሚችል የጽሑፍ እገዳ
ar: كتلة نصية قابلة للطي
es: Bloque de texto plegable
fr: Bloc de texte pliable
pt: Bloco de texto dobrável
sw: Kizuizi cha Maandishi kinachoweza kukunjwa

source: Select document or file
am: ሰነድ ወይም ፋይል ይምረጡ
ar: حدد المستند أو الملف
es: Seleccionar documento o archivo
fr: Sélectionnez un document ou un fichier
pt: Selecione documento ou arquivo
sw: Chagua hati au faili

source: Document/File
am: ሰነድ/ፋይል
ar: ملف المستند
es: Documento/Archivo
fr: Document/Fichier
pt: Documento/Arquivo
sw: Hati/Faili

source: Select/upload image
am: ምስል ይምረጡ/ስቀል
ar: حدد/تحميل الصورة
es: Seleccionar/cargar imagen
fr: Sélectionner/télécharger une image
pt: Selecionar/carregar imagem
sw: Chagua/pakia picha

source: Additional Material
am: ተጨማሪ ቁሳቁስ
ar: مواد اضافية
es: Material adicional
fr: Matériels supplémentaires
pt: Material Adicional
sw: Nyenzo ya Ziada

source: Additional Materials
am: ተጨማሪ ቁሳቁሶች
ar: مواد إضافية
es: Materiales adicionales
fr: Matériaux additionnels
pt: Materiais Adicionais
sw: Nyenzo za Ziada

source: Label
am: መለያ
ar: ملصق
es: Etiqueta
fr: Étiquette
pt: Rótulo
sw: Lebo

source: Page
am: ገጽ
ar: صفحة
es: Página
pt: Página
sw: Ukurasa

source: External URL
am: ውጫዊ URL
ar: عنوان URL الخارجي
es: URL externa
fr: URL externe
pt: URL externo
sw: URL ya Nje

source: Show as action button
am: እንደ ተግባር ቁልፍ አሳይ
ar: إظهار كزر إجراء
es: Mostrar como botón de acción
fr: Afficher comme bouton d'action
pt: Mostrar como botão de ação
sw: Onyesha kama kitufe cha kitendo

source: Include Subpages
am: ንዑስ ገጾችን ያካትቱ
ar: تضمين الصفحات الفرعية
es: Incluir subpáginas
fr: Inclure les sous-pages
pt: Incluir subpáginas
sw: Jumuisha Kurasa Ndogo

source: Large Submenu Dropdown
am: ትልቅ ንዑስ ምናሌ ተቆልቋይ
ar: قائمة فرعية منسدلة كبيرة
es: Menú desplegable grande
fr: Grand sous-menu déroulant
pt: Grande menu suspenso de submenu
sw: Kunjuzi Kubwa kwa Menyu ndogo

source: Card
am: ካርድ
ar: بطاقة
fr: Carte
pt: Cartão
sw: Kadi

source: Card button text
pt: Texto do botão do cartão

source: Card button link
pt: Link do botão do cartão

source: Cards with Icon and Text
am: ካርዶች ከአዶ እና ከጽሑፍ ጋር
ar: بطاقات مع أيقونة والنص
fr: Cartes avec icône et texte
pt: Cartões com ícone e texto
sw: Kadi zilizo na ikoni na maandishi

source: Go to warnings list
am: ወደ ማስጠንቀቂያዎች ዝርዝር ይሂዱ
ar: انتقل إلى قائمة التحذيرات
fr: Aller à la liste des avertissements
pt: Ir para a lista de avisos
sw: Nenda kwenye orodha ya maonyo

source: Supported formats: %(supported_formats)s. Maximum filesize: %(max_upload_size)s.
am: የሚደገፉ ቅርጸቶች፡ %(supported_formats)s። ከፍተኛው የፋይል መጠን፡ %(max_upload_size)s።
ar: التنسيقات المدعومة: %(supported_formats)s. الحد الأقصى لحجم الملف: %(max_upload_size)s.
es: Formatos admitidos: %(supported_formats)s. Tamaño máximo de archivo: %(max_upload_size)s.
fr: Formats pris en charge : %(supported_formats)s. Taille maximale du fichier : %(max_upload_size)s.
pt: Formatos suportados: %(supported_formats)s. Tamanho máximo do arquivo: %(max_upload_size)s.
sw: Miundo inayotumika: %(supported_formats)s. Upeo wa ukubwa wa faili: %(max_upload_size)s.

source: File size must be under %(max_upload_size)s. Current file size is %(current_file_size)s
am: የፋይል መጠን ከ%(max_upload_size) s በታች መሆን አለበት። የአሁኑ የፋይል መጠን %(current_file_size)s ነው።
ar: يجب أن يكون حجم الملف أقل من %(max_upload_size)s. حجم الملف الحالي هو %(current_file_size)s
es: El tamaño del archivo debe ser inferior a %(max_upload_size)s. El tamaño actual del archivo es %(current_file_size)s
fr: La taille du fichier doit être inférieure à %(max_upload_size)s. La taille actuelle du fichier est %(current_file_size)s
pt: O tamanho do arquivo deve ser inferior a %(max_upload_size)s. O tamanho atual do arquivo é %(current_file_size)s
sw: Ukubwa wa faili lazima uwe chini ya %(max_upload_size)s. Saizi ya sasa ya faili ni %(current_file_size)s

source: Supported formats: PDF. Maximum filesize: %(max_upload_size)s.
am: የሚደገፉ ቅርጸቶች፡ ፒዲኤፍ። ከፍተኛው የፋይል መጠን፡ %(max_upload_size)s።
ar: التنسيقات المدعومة: PDF. الحد الأقصى لحجم الملف: %(max_upload_size)s.
es: Formatos admitidos: PDF. Tamaño máximo de archivo: %(max_upload_size)s.
fr: Formats pris en charge : PDF. Taille maximale du fichier : %(max_upload_size)s.
pt: Formatos suportados: PDF. Tamanho máximo do arquivo: %(max_upload_size)s.
sw: Miundo inayotumika: PDF. Upeo wa ukubwa wa faili: %(max_upload_size)s.

source: For search engines
am: ለፍለጋ ሞተሮች
ar: لمحركات البحث
es: Para motores de búsqueda
fr: Pour les moteurs de recherche
pt: Para motores de busca
sw: Kwa injini za utafutaji

source: For site menus
am: ለጣቢያ ምናሌዎች
ar: لقوائم الموقع
es: Para menús del sitio
fr: Pour les menus du site
pt: Para menus do site
sw: Kwa menyu ya tovuti

source: File Submission
am: ፋይል ማስገባት
ar: إرسال الملف
es: Envío de archivos
fr: Soumission de dossier
pt: Envio de arquivo
sw: Uwasilishaji wa Faili

source: File Submissions
am: የፋይል ማቅረቢያዎች
ar: إرسال الملفات
es: Envío de archivos
fr: Soumission de fichiers
pt: Envios de arquivos
sw: Mawasilisho ya Faili

source: Banner Image
am: የባነር ምስል
ar: صورة بانر
es: Imagen de banner
fr: Image de la bannière
pt: Imagem do banner
sw: Picha ya Bango

source: A high quality banner image
am: ከፍተኛ ጥራት ያለው ባነር ምስል
ar: صورة بانر عالية الجودة
es: Una imagen de banner de alta calidad.
fr: Une image de bannière de haute qualité
pt: Uma imagem de banner de alta qualidade
sw: Picha ya bango yenye ubora wa juu

source: Banner Title
am: የባነር ርዕስ
ar: عنوان البانر
es: Título del banner
fr: Titre de la bannière
pt: Título do banner
sw: Kichwa cha Bango

source: Banner Subtitle
am: የባነር ንዑስ ርዕስ
ar: عنوان فرعي للشعار
es: Subtítulo del banner
fr: Sous-titre de la bannière
pt: Legenda do banner
sw: Manukuu ya Bango

source: Call to action button text
am: ወደ የተግባር አዝራር ጽሑፍ ይደውሉ
ar: نص زر الحث على اتخاذ إجراء
es: Texto del botón de llamada a la acción
fr: Texte du bouton d'appel à l'action
pt: Texto do botão de apelo à ação
sw: Maandishi ya kitufe cha kupiga hatua

source: Call to action related page
am: ወደ ተግባር ተዛማጅ ገጽ ይደውሉ
ar: صفحة ذات صلة بالدعوة إلى اتخاذ إجراء
es: Página relacionada con el llamado a la acción
fr: Page relative à l'appel à l'action
pt: Página relacionada à frase de chamariz
sw: Wito kwa ukurasa unaohusiana na kitendo

source: Banner Section
am: ባነር ክፍል
ar: قسم البانر
es: Sección de pancartas
fr: Section bannière
pt: Seção de Banner
sw: Sehemu ya Bango

source: Introduction Title
am: የመግቢያ ርዕስ
ar: عنوان المقدمة
es: Título de la introducción
fr: Titre d'introduction
pt: Título da introdução
sw: Kichwa cha Utangulizi

source: Introduction section title
am: የመግቢያ ክፍል ርዕስ
ar: عنوان قسم المقدمة
es: Título de la sección de introducción
fr: Titre de la section Introduction
pt: Título da seção de introdução
sw: Kichwa cha sehemu ya utangulizi

source: Introduction text
am: የመግቢያ ጽሑፍ
ar: مقدمة النص
es: Texto de introducción
fr: Texte d'introduction
pt: Texto de introdução
sw: Maandishi ya utangulizi

source: Introduction section description
am: የመግቢያ ክፍል መግለጫ
ar: وصف قسم المقدمة
es: Descripción de la sección de introducción
fr: Description de la section Introduction
pt: Descrição da seção de introdução
sw: Maelezo ya sehemu ya utangulizi

source: Introduction Image
am: የመግቢያ ምስል
ar: صورة المقدمة
es: Imagen de introducción
fr: Image d'introduction
pt: Imagem de introdução
sw: Picha ya Utangulizi

source: A high quality image
am: ከፍተኛ ጥራት ያለው ምስል
ar: صورة ذات جودة عالية
es: Una imagen de alta calidad
fr: Une image de haute qualité
pt: Uma imagem de alta qualidade
sw: Picha ya ubora wa juu

source: Introduction button text
am: የመግቢያ አዝራር ጽሑፍ
ar: نص زر المقدمة
es: Texto del botón de introducción
fr: Texte du bouton d'introduction
pt: Texto do botão de introdução
sw: Maandishi ya kitufe cha utangulizi

source: Introduction button link
am: የመግቢያ አዝራር አገናኝ
ar: رابط زر المقدمة
es: Enlace del botón de introducción
fr: Lien du bouton d'introduction
pt: Link do botão de introdução
sw: Kiungo cha kitufe cha utangulizi

source: Introduction Section
am: የመግቢያ ክፍል
ar: قسم المقدمة
es: Sección de introducción
fr: Section Introduction
pt: Seção de introdução
sw: Sehemu ya Utangulizi

source: Show on MapViewer
am: በካርታቪቭ ላይ አሳይ
ar: عرض على MapViewer
fr: Afficher sur MapViewer
pt: Mostrar no MapViewer
sw: Onyesha kwenye MapViewer

source: Check to show cap alerts on MapViewer
am: በካርቪቪዎ ውስጥ የካፕ ማንቂያዎችን ለማሳየት ያረጋግጡ
ar: تحقق لإظهار تنبيهات الحد الأقصى على MapViewer
fr: Cochez pour afficher les alertes de plafond sur MapViewer
pt: Marque para mostrar alertas de limite no MapViewer
sw: Angalia kuonyesha arifu za CAP kwenye MapViewer

source: CAP Alerts Layer Title
pt: Título da camada de alertas CAP

source: CAP Alerts Layer SubCategory
am: ካፕ ማንቂያ ደውል
ar: الفئة الفرعية لطبقة تنبيهات CAP
fr: Sous-catégorie de couche d'alertes CAP
pt: Subcategoria da camada de alertas CAP
sw: Arifa za Arifa za Cap

source: CAP Layer Metadata
am: ካፕ ሽፋን ሜታዳታ
ar: البيانات التعريفية لطبقة CAP
fr: Métadonnées de la couche CAP
pt: Metadados da camada CAP
sw: Metadata ya safu ya cap

source: Auto Refresh interval in minutes
am: በደቂቃዎች ውስጥ የጊዜ ክፍተት ውስጥ የጊዜ ክፍተት ያድሳል
ar: الفاصل الزمني للتحديث التلقائي في دقائق
fr: Intervalle de rafraîchissement automatique en minutes
pt: Intervalo de atualização automática em minutos
sw: Kiwango cha kuburudisha kiotomatiki katika dakika

source: Refresh cap alerts on the map after this minutes. Leave blank to disable auto refreshing
am: ከዚህ ደቂቃዎች በኋላ በካርታው ላይ አድስ ማዳን ያስቀራል. ራስ-ሰር መንፈስን ለማሰናከል ባዶ ይተው
ar: قم بتحديث تنبيهات الحد الأقصى على الخريطة بعد هذه الدقائق. اتركه فارغًا لتعطيل التحديث التلقائي
fr: Actualisez les alertes de plafond sur la carte après ces minutes. Laisser vide pour désactiver l'actualisation automatique
pt: Atualize os alertas de limite no mapa após esses minutos. Deixe em branco para desativar a atualização automática
sw: Furahisha arifu za cap kwenye ramani baada ya dakika hii. Acha tupu ili kulemaza kuburudisha kiotomatiki

source: Country
am: ሀገር
ar: دولة
es: País
fr: Pays
pt: País
sw: Nchi

source: Organisation Name
am: የድርጅት ስም
ar: اسم المنظمة
es: nombre de la organización
fr: Nom de l'organisme
pt: Nome da organização
sw: Jina la shirika

source: Phone Number
am: ስልክ ቁጥር
ar: رقم التليفون
es: Número de teléfono
fr: Numéro de téléphone
pt: Número de telefone
sw: Nambari ya simu

source: Phone number
am: ስልክ ቁጥር
ar: رقم التليفون
es: Número de teléfono
fr: Numéro de téléphone
pt: Número de telefone
sw: Nambari ya simu

source: Email address
am: የ ኢሜል አድራሻ
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
fr: Adresse e-mail
pt: Endereço de email
sw: Barua pepe

source: Postal Address
am: የፖስታ አድራሻ
ar: العنوان البريدي
es: Direccion postal
fr: Adresse postale
pt: Endereço postal
sw: Anuani ya posta

source: Postal address
am: የፖስታ አድራሻ
ar: العنوان البريدي
es: direccion postal
fr: adresse postale
pt: Endereço postal
sw: anuani ya posta

source: Organisation Logo
am: የድርጅት አርማ
ar: شعار المنظمة
es: Logotipo de la organización
fr: Logo de l'organisation
pt: Logotipo da organização
sw: Nembo ya shirika

source: Country Flag
am: የሀገር ባንዲራ
ar: علم الدولة
es: Bandera del país
fr: Drapeau du pays
pt: Bandeira do país
sw: Bendera ya Nchi

source: Footer Logo
am: የግርጌ አርማ
ar: شعار التذييل
es: Logotipo de pie de página
fr: Logo de pied de page
pt: Logotipo do rodapé
sw: Nembo ya Kijachini

source: Logo that appears on the footer
am: በግርጌው ላይ የሚታየው አርማ
ar: الشعار الذي يظهر على تذييل الصفحة
es: Logotipo que aparece en el pie de página.
fr: Logo qui apparaît en pied de page
pt: Logotipo que aparece no rodapé
sw: Nembo inayoonekana kwenye kijachini

source: CMS Logo
am: የሲኤምኤስ አርማ
ar: شعار نظام إدارة المحتوى
es: Logotipo de CMS
fr: Logo CMS
pt: Logotipo da CMS
sw: Nembo ya CMS

source: Logo that appears on the CMS. Should be a whit transparent logo preferably
am: በሲኤምኤስ ላይ የሚታየው አርማ ነጭ ግልጽ አርማ መሆን ይሻላል
ar: الشعار الذي يظهر على نظام إدارة المحتوى، يجب أن يكون شعارًا أبيض شفافًا ويفضل أن يكون شعارًا عاديًا.
es: Logotipo que aparece en el CMS. Debe ser un logotipo blanco y transparente, preferiblemente.
fr: Logo qui apparaît sur le CMS. Il doit s'agir d'un logo blanc transparent de préférence
pt: Logotipo que aparece no CMS. Deve ser um logotipo transparente e branco, de preferência
sw: Nembo inayoonekana kwenye CMS. Inapaswa kuwa nembo ya uwazi kidogo ikiwezekana

source: Page not Found Image
am: ገጽ ምስል አልተገኘም።
ar: الصفحة لم يتم العثور على الصورة
es: Imagen de página no encontrada
fr: Page introuvable
pt: Imagem de página não encontrada
sw: Ukurasa haujapatikana Picha

source: Image shown on error 404 page
am: ምስል በስህተት 404 ገጽ ላይ ይታያል
ar: الصورة المعروضة في صفحة الخطأ 404
es: Imagen mostrada en la página de error 404
fr: Image affichée sur la page d'erreur 404
pt: Imagem mostrada na página do erro 404
sw: Picha iliyoonyeshwa kwenye ukurasa wa 404 wa hitilafu

source: Server Error Image
am: የአገልጋይ ስህተት ምስል
ar: صورة خطأ الخادم
es: Imagen de error del servidor
fr: Image d'erreur du serveur
pt: Imagem de erro do servidor
sw: Picha ya Hitilafu ya Seva

source: Image shown on error 500 error page
am: ምስል በስህተት 500 ስህተት ገጽ ላይ ይታያል
ar: الصورة المعروضة على صفحة الخطأ 500
es: Imagen mostrada en la página de error 500
fr: Image affichée sur la page d'erreur 500
pt: Imagem mostrada na página de erro do erro 500
sw: Picha iliyoonyeshwa kwenye ukurasa wa hitilafu 500

source: Logo
am: አርማ
ar: شعار
pt: Logotipo
sw: Nembo

source: Error Images
am: የስህተት ምስሎች
ar: صور الخطأ
es: Imágenes de error
fr: Images d'erreur
pt: Imagens de erro
sw: Picha za Hitilafu

source: Address Settings
am: የአድራሻ ቅንብሮች
ar: إعدادات العنوان
es: Configuración de dirección
fr: Paramètres d'adresse
pt: Configurações de endereço
sw: Mipangilio ya Anwani

source: Contact Settings
am: የእውቂያ ቅንብሮች
ar: إعدادات الاتصال
es: Configuración de contacto
fr: Paramètres des contacts
pt: Configurações de contato
sw: Mipangilio ya Anwani

source: Organisation Settings
am: የድርጅት ቅንብሮች
ar: إعدادات المنظمة
es: Configuración de la organización
fr: Paramètres de l'organisation
pt: Configurações da organização
sw: Mipangilio ya Shirika

source: Youtube API Key
am: የዩቲዩብ ኤፒአይ ቁልፍ
ar: يوتيوب API مفتاح
es: Clave API de YouTube
fr: Clé API YouTube
pt: Chave API do Youtube
sw: Ufunguo wa API ya Youtube

source: To set up Youtube API Key refer to https://developers.google.com/youtube/v3/getting-started
am: የዩቲዩብ ኤፒአይ ቁልፍን ለማዋቀር https://developers.google.com/youtube/v3/getting-started ይመልከቱ
ar: لإعداد مفتاح واجهة برمجة تطبيقات Youtube، راجع https://developers.google.com/youtube/v3/getting-started
es: Para configurar la clave API de Youtube, consulte https://developers.google.com/youtube/v3/getting-started
fr: Pour configurer la clé API Youtube, reportez-vous à https://developers.google.com/youtube/v3/getting-started
pt: Para configurar a chave de API do YouTube, consulte https://developers.google.com/youtube/v3/getting-started
sw: Ili kusanidi Ufunguo wa API ya Youtube rejelea https://developers.google.com/youtube/v3/getting-started

source: GA Tracking ID
am: GA የመከታተያ መታወቂያ
ar: معرف التتبع في GA
es: ID de seguimiento de GA
fr: Identifiant de suivi GA
pt: ID de acompanhamento do GA
sw: Kitambulisho cha Ufuatiliaji wa GA

source: Your Google Analytics tracking ID (begins with "UA-")
am: የጉግል አናሌቲክስ መከታተያ መታወቂያዎ (በ"UA- ይጀምራል")
ar: معرف تتبع Google Analytics الخاص بك (يبدأ بـ "UA-")
es: Su ID de seguimiento de Google Analytics (comienza con "UA-")
fr: Votre identifiant de suivi Google Analytics (commence par « UA- »)
pt: Seu ID de rastreamento do Google Analytics (começa com "UA-")
sw: Kitambulisho chako cha ufuatiliaji cha Google Analytics (huanza na "UA-")

source: Track button clicks
am: የትራክ ቁልፍ ጠቅታዎች
ar: نقرات زر المسار
es: Seguimiento de clics en el botón
fr: Suivre les clics sur les boutons
pt: Rastrear cliques em botões
sw: Mibofyo ya vitufe vya kufuatilia

source: Track all button clicks using Google Analytics event tracking, Event tracking details can be specified in each button’s advanced settings options.
am: ጉግል አናሌቲክስ የክስተት ክትትልን በመጠቀም ሁሉንም የአዝራር ጠቅታዎች ይከታተሉ፣ የክስተት መከታተያ ዝርዝሮች በእያንዳንዱ አዝራር የላቀ የቅንጅቶች አማራጮች ውስጥ ሊገለጹ ይችላሉ።
ar: تتبع جميع نقرات الأزرار باستخدام تتبع الأحداث في Google Analytics، ويمكن تحديد تفاصيل تتبع الأحداث في خيارات الإعدادات المتقدمة لكل زر.
es: Realice un seguimiento de todos los clics en los botones mediante el seguimiento de eventos de Google Analytics. Los detalles del seguimiento de eventos se pueden especificar en las opciones de configuración avanzada de cada botón.
fr: Suivez tous les clics sur les boutons à l'aide du suivi des événements Google Analytics. Les détails du suivi des événements peuvent être spécifiés dans les options de paramètres avancés de chaque bouton.
pt: Rastreie todos os cliques de botão usando o rastreamento de eventos do Google Analytics. Os detalhes do rastreamento de eventos podem ser especificados nas opções de configurações avançadas de cada botão.

source: Track pages internally
am: ገጾችን ከውስጥ ይከታተሉ
ar: تتبع الصفحات داخليًا
es: Seguimiento de páginas internamente
fr: Suivre les pages en interne
pt: Rastreie páginas internamente
sw: Fuatilia kurasa ndani

source: Track all pages internally. This will enable the internal analytics dashboard, alongside Google Analytics, if also enabled
am: ሁሉንም ገጾች ከውስጥ ይከታተሉ። ይህ ከነቃ ከ Google ትንታኔዎች ጋር የውስጣዊ ትንታኔ ዳሽቦርድን ያነቃል።
ar: تتبع كافة الصفحات داخليا. سيؤدي هذا إلى تمكين لوحة تحكم التحليلات الداخلية، إلى جانب Google Analytics، إذا تم تمكينها أيضًا
es: Realice un seguimiento de todas las páginas internamente. Esto habilitará el panel de análisis interno, junto con Google Analytics, si también está habilitado.
fr: Suivez toutes les pages en interne. Cela activera le tableau de bord d'analyse interne, aux côtés de Google Analytics, s'il est également activé.
pt: Rastreie todas as páginas internamente. Isso ativará o painel de análise interno, juntamente com o Google Analytics, se também estiver ativado
sw: Fuatilia kurasa zote ndani. Hii itawezesha dashibodi ya uchanganuzi wa ndani, pamoja na Google Analytics, ikiwa pia imewashwa

source: Google Site Verification Key
am: የጎግል ጣቢያ ማረጋገጫ ቁልፍ
ar: مفتاح التحقق من موقع جوجل
es: Clave de verificación del sitio de Google
fr: Clé de vérification du site Google
pt: Chave de verificação do site Google
sw: Ufunguo wa Uthibitishaji wa Tovuti ya Google

source: Youtube Integration
am: የዩቲዩብ ውህደት
ar: يوتيوب التكامل
es: Integración de Youtube
fr: Intégration YouTube
pt: Integração com Youtube
sw: Ushirikiano wa Youtube

source: Google Search
am: ጎግል ፍለጋ
ar: بحث جوجل
es: Búsqueda de Google
fr: Recherche Google
pt: Pesquisa Google
sw: Utafutaji wa Google

source: Integration Settings
am: የውህደት ቅንብሮች
ar: إعدادات التكامل
es: Configuración de integración
fr: Paramètres d'intégration
pt: Configurações de integração
sw: Mipangilio ya Ujumuishaji

source: Default Language
am: ነባሪ ቋንቋ
ar: اللغة الافتراضية
es: Idioma predeterminado
fr: Langage par défaut
pt: Idioma padrão
sw: Lugha Chaguomsingi

source: languages
am: ቋንቋዎች
ar: اللغات
es: idiomas
fr: langues
pt: idiomas
sw: lugha

source: Google Translate Languages
am: ጎግል ተርጓሚ ቋንቋዎች
ar: جوجل ترجمة اللغات
es: Idiomas del Traductor de Google
fr: Google Traduction Langues
pt: Idiomas do Google Tradutor
sw: Lugha za Tafsiri za Google

source: Is Default Theme
am: ነባሪ ጭብጥ ነው።
ar: هو الموضوع الافتراضي
es: Es el tema predeterminado
fr: Est le thème par défaut
pt: É o tema padrão
sw: Ni Mandhari Chaguomsingi

source: Enable if this is the default theme
am: ይህ ነባሪ ገጽታ ከሆነ አንቃ
ar: تمكين إذا كان هذا هو الموضوع الافتراضي
es: Habilitar si este es el tema predeterminado
fr: Activer s'il s'agit du thème par défaut
pt: Ative se este for o tema padrão
sw: Washa ikiwa haya ndiyo mandhari chaguomsingi

source: Theme Name
am: የገጽታ ስም
ar: اسم الموضوع
es: Nombre del tema
fr: Nom du thème
pt: Nome do tema
sw: Jina la Mandhari

source: Primary color (use color picker)
am: ዋና ቀለም (ቀለም መራጭ ይጠቀሙ)
ar: اللون الأساسي (استخدم منتقي الألوان)
es: Color primario (use el selector de color)
fr: Couleur primaire (utilisez le sélecteur de couleurs)
pt: Cor primária (use o seletor de cores)
sw: Rangi ya msingi (tumia kichagua rangi)

source: Primary Hover color (use color picker)
am: የመጀመሪያ ደረጃ ማንዣበብ ቀለም (ቀለም መራጭ ይጠቀሙ)
ar: لون التمرير الأساسي (استخدم منتقي الألوان)
es: Color primario al pasar el cursor (use el selector de color)
fr: Couleur de survol principale (utilisez le sélecteur de couleurs)
pt: Cor primária do foco (use o seletor de cores)
sw: Rangi ya Msingi ya Kuelea (tumia kichagua rangi)
