Repository: wmo-raf/climweb
Catalog: integrations/mailchimper/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, sw

source: Country
am: ሀገር
ar: دولة
es: País
sw: Nchi

source: Mailing List Settings
am: የደብዳቤ መላኪያ ዝርዝር ቅንጅቶች
ar: إعدادات القائمة البريدية
es: Configuración de la lista de correo
sw: Mipangilio ya Orodha ya Barua

source: Enable Mailing list subscription
am: የደብዳቤ ዝርዝር ምዝገባን አንቃ
ar: تفعيل اشتراك القائمة البريدية
es: Habilitar la suscripción a la lista de correo
sw: Washa usajili wa orodha ya Barua

source: Mailing list checkbox label
am: የደብዳቤ መላኪያ ዝርዝር አመልካች ሳጥን መለያ
ar: تسمية خانة اختيار القائمة البريدية
es: Etiqueta de la casilla de verificación de la lista de correo
sw: Lebo ya kisanduku cha kuteua cha orodha ya wanaopokea barua pepe

source: MailChimp List ID
am: የመልእክት ቺምፕ ዝርዝር መታወቂያ
ar: معرف قائمة MailChimp
es: ID de lista de MailChimp
sw: Kitambulisho cha Orodha ya MailChimp

source: Enter the MailChimp list ID to use for this form
am: ለዚህ ቅጽ ለመጠቀም የ MailChimp ዝርዝር መታወቂያ ያስገቡ
ar: أدخل معرف قائمة MailChimp لاستخدامه لهذا النموذج
es: Ingrese la ID de la lista de MailChimp para usar en este formulario
sw: Weka Kitambulisho cha orodha ya MailChimp ili kutumia kwa fomu hii

source: Double Opt-In
am: ድርብ መርጦ መግባት
ar: الاشتراك المزدوج
es: Suscripción doble
sw: Chagua Kuingia Mara Mbili

source: Use double opt-in process for new subscribers
am: ለአዲስ ተመዝጋቢዎች ሁለት ጊዜ መርጦ የመግባት ሂደትን ይጠቀሙ
ar: استخدم عملية الاشتراك المزدوج للمشتركين الجدد
es: Use el proceso de suscripción doble para nuevos suscriptores
sw: Tumia mchakato wa kujijumuisha mara mbili kwa wasajili wapya

source: Message to show on successful submission
am: በተሳካ ሁኔታ ማስረከብ ላይ የሚታይ መልዕክት
ar: رسالة لإظهارها عند الإرسال الناجح
es: Mensaje para mostrar en el envío exitoso
sw: Ujumbe wa kuonyesha unapowasilisha kwa ufanisi

source: Thank you text
am: አመሰግናለሁ ጽሑፍ
ar: شكرا لك النص
es: texto de agradecimiento
sw: Asante kwa maandishi

source: MailChimp Settings
am: የ MailChimp ቅንብሮች
ar: إعدادات MailChimp
es: Configuración de MailChimp
sw: Mipangilio ya MailChimp

source: Heading
am: ርዕስ
ar: عنوان
es: Título
sw: Kichwa

source: Introduction text
am: የመግቢያ ጽሑፍ
ar: مقدمة النص
es: Texto de introducción
sw: Maandishi ya utangulizi
