Repository: wmo-raf/climweb
Catalog: pages/organisation_pages/tenders/locale/*/LC_MESSAGES/django.po
Languages: am, ar, fr

source: Text to appear when there are no tenders
am: ምንም ጨረታዎች በሌሉበት ጊዜ እንዲታይ ጽሑፍ
ar: النص الذي سيظهر في حالة عدم وجود مناقصات
fr: Texte à apparaître lorsqu'il n'y a pas d'offres

source: No tenders header text
am: ምንም የጨረታዎች ርዕስ ጽሑፍ የለም።
ar: لا يوجد نص رأس المناقصات
fr: Aucun texte d'en-tête d'offre

source: Additional text to appear when there are no tenders,below the no tenders header text
am: ምንም ጨረታዎች በሌሉበት ጊዜ ተጨማሪ ጽሑፍ ይታያል፣ከጨረታዎች የርዕስ ጽሑፍ በታች
ar: نص إضافي يظهر في حالة عدم وجود مناقصات، أسفل نص رأس عدم وجود مناقصات
fr: Texte supplémentaire à apparaître lorsqu'il n'y a pas d'offres, sous le texte d'en-tête "Pas d'offres".

source: No tenders description text
am: ምንም የጨረታዎች መግለጫ ጽሑፍ የለም።
ar: لا يوجد نص وصف المناقصات
fr: Pas de texte de description des offres

source: How many items should be visible on the landing page filter section ?
am: በማረፊያ ገጽ ማጣሪያ ክፍል ላይ ምን ያህል እቃዎች መታየት አለባቸው?
ar: كم عدد العناصر التي يجب أن تكون مرئية في قسم مرشح الصفحة المقصودة؟
fr: Combien d'éléments doivent être visibles dans la section de filtre de la page de destination ?

source: Items per page
am: እቃዎች በገጽ
ar: مواد لكل صفحة
fr: objets par page

source: Other Settings
am: ሌሎች ቅንብሮች
ar: اعدادات اخرى
fr: Autres réglages

source: Tender Page
am: የጨረታ ገፅ
ar: صفحة العطاء
fr: Page d'appel d'offres

source: Date of Posting
am: የተለጠፈበት ቀን
ar: تاريخ النشر
fr: Date de publication

source: Reference Number
am: የማጣቀሻ ቁጥር
ar: رقم المرجع
fr: Numéro de réference

source: Any Reference number if available
am: ካለ ማንኛውም የማጣቀሻ ቁጥር
ar: أي رقم مرجعي إذا كان متاحا
fr: Tout numéro de référence si disponible

source: Submission Deadline
am: የማስረከቢያ የመጨረሻ ቀን
ar: آخر موعد للتقديم
fr: Date limite de soumission

source: Description
am: መግለጫ
ar: وصف

source: Downloadable tender description document
am: ሊወርድ የሚችል የጨረታ መግለጫ ሰነድ
ar: وثيقة وصف العطاء للتحميل
fr: Document descriptif d'appel d'offres téléchargeable

source: Additional Documents
am: ተጨማሪ ሰነዶች
ar: وثائق إضافية
fr: Documents supplémentaires

source: Tender Detail Page
am: የጨረታ ዝርዝር ገጽ
ar: صفحة تفاصيل المناقصة
fr: Page de détails de l'appel d'offres

source: Note: This tender has been closed
am: ማስታወሻ፡ ይህ ጨረታ ተዘግቷል።
ar: ملاحظة: تم إغلاق هذه المناقصة
fr: Remarque : Cet appel d'offres a été clôturé

source: Posted On
am: ላይ ተለጠፈ
ar: نشر على
fr: Posté sur

source: Closing On
am: በመዝጋት ላይ
ar: إغلاق على
fr: Fermeture

source: Reference number
am: የማጣቀሻ ቁጥር
ar: رقم المرجع
fr: Numéro de réference

source: Documents
am: ሰነዶች
ar: وثائق

source: Download Tender Notice
am: የጨረታ ማስታወቂያ ያውርዱ
ar: تحميل إشعار المناقصة
fr: Télécharger l'avis d'appel d'offres

source: Filter by Availability
am: በተገኝነት አጣራ
ar: التصفية حسب التوفر
fr: Filtrer par disponibilité

source: Closed
am: ዝግ
ar: مغلق
fr: Fermé

source: New
am: አዲስ
ar: جديد
fr: Nouveau

source: View details
am: ዝርዝሮችን ይመልከቱ
ar: عرض التفاصيل
fr: Voir les détails

source: Open Tenders
am: ጨረታዎችን ክፈት
ar: المناقصات المفتوحة
fr: Appels d'offres ouverts
