Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/cityclimate/locale/*/LC_MESSAGES/django.po
Languages: am

source: Line Color
am: የመስመር ቀለም

source: Fill Color
am: ቀለም መሙላት

source: Area Fill Color
am: የቦታ መሙላት ቀለም

source: City
am: ከተማ

source: CSV File
am: CSV ፋይል

source: Description
am: መግለጫ

source: Time Format
am: የጊዜ ቅርጸት

source: In none selected,the default format e.g '2023-01-01' will be used
am: በማንም አልተመረጠም፣ ነባሪው ቅርጸት ለምሳሌ '2023-01-01' ስራ ላይ ይውላል

source: Filter by Month
am: በወር አጣራ

source: Data Parameters
am: የውሂብ መለኪያዎች

source: Data Parameter
am: የውሂብ መለኪያ

source: Parameter name
am: የመለኪያ ስም

source: Units
am: ክፍሎች

source: Enabled
am: ነቅቷል

source: Line Chart
am: የመስመር ገበታ

source: Bar Chart
am: የአሞሌ ገበታ

source: Area Chart
am: የአካባቢ ገበታ

source: Chart Configuration
am: የገበታ ውቅር

source: No city has been created. Please add a city first then return here to upload data
am: ከተማ አልተፈጠረም። እባክዎ መጀመሪያ ከተማ ይጨምሩ እና ውሂብ ለመስቀል ወደዚህ ይመለሱ

source: Add City
am: ከተማን ጨምር

source: Total Cities: %(counter)s
am: ጠቅላላ ከተሞች፡ %(counter)s

source: Cities with data loaded: %(counter)s
am: መረጃ የተጫነባቸው ከተሞች፡ %(counter)s

source: View live page
am: የቀጥታ ገጽ ይመልከቱ

source: Data Loaded
am: ውሂብ ተጭኗል

source: Update data
am: ውሂብ ያዘምኑ

source: Load data
am: ውሂብን ጫን

source: View Data
am: ውሂብን ይመልከቱ

source: Delete Data
am: ውሂብ ሰርዝ

source: Choose a city
am: ከተማ ይምረጡ

source: Select Month
am: ወር ይምረጡ

source: Select Parameter
am: መለኪያ ይምረጡ

source: Confirm delete
am: መሰረዝ ያረጋግጡ

source: Are you sure you want to delete this data
am: እርግጠኛ ነዎት ይህንን ውሂብ መሰረዝ ይፈልጋሉ?

source: Yes, delete
am: አዎ, ሰርዝ

source: No, don't delete
am: አይ, አይሰርዝ

source: Load Climate Data for
am: የአየር ንብረት ውሂብን ጫን ለ

source: Load Climate Data
am: የአየር ንብረት ውሂብን ጫን

source: Column
am: አምድ

source: Upload
am: ስቀል

source: Data Preview
am: የውሂብ ቅድመ እይታ

source: Back to list
am: ወደ ዝርዝር ይመለሱ

source: Date
am: ቀን
