Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/weather/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Weather Parameter
am: የአየር ሁኔታ መለኪያ
ar: معلمة الطقس
es: Parámetro meteorológico
fr: Paramètre météo
pt: Parâmetro meteorológico
sw: Kigezo cha hali ya hewa

source: Units
am: ክፍሎች
ar: الوحدات
es: Unidades
fr: Unités
pt: Unidades
sw: Vitengo

source: Measurement
am: መለኪያ
ar: قياس
es: Medición
fr: La mesure
pt: Medição
sw: Kipimo

source: Location not found. Please search for a different location.
am: አካባቢ አልተገኘም። እባክህ የተለየ ቦታ ፈልግ።
ar: لم يتم العثور على الموقع. الرجاء البحث عن موقع مختلف.
es: Ubicación no encontrada. Busque una ubicación diferente.
fr: Emplacement introuvable. Veuillez rechercher un autre emplacement.
pt: Localização não encontrada. Por favor procure um local diferente.
sw: Mahali hapapatikani. Tafadhali tafuta eneo tofauti.

source: No location set in the system. Please contact the administrator.
am: በስርዓቱ ውስጥ ምንም ቦታ አልተዘጋጀም. እባክዎ አስተዳዳሪውን ያግኙ።
ar: لم يتم تحديد موقع في النظام. يرجى الاتصال بالمسؤول.
es: No hay ninguna ubicación establecida en el sistema. Póngase en contacto con el administrador.
fr: Aucun emplacement défini dans le système. Veuillez contacter l'administrateur.
pt: Nenhum local definido no sistema. Entre em contato com o administrador.
sw: Hakuna eneo lililowekwa kwenye mfumo. Tafadhali wasiliana na msimamizi.

source: Weather summary section heading
am: የአየር ሁኔታ ማጠቃለያ ክፍል ርዕስ
ar: عنوان قسم ملخص الطقس
es: Encabezado de la sección de resumen del tiempo
fr: Titre de la section Résumé météo
pt: Título da seção de resumo do clima
sw: Kichwa cha sehemu ya muhtasari wa hali ya hewa

source: Extreme weather observations section title
am: የከፍተኛ የአየር ሁኔታ ምልከታዎች ክፍል ርዕስ
ar: عنوان قسم مراقبة الطقس المتطرف
es: Título de la sección de observaciones meteorológicas extremas.
fr: Titre de la section sur les observations météorologiques extrêmes
pt: Título da seção de observações meteorológicas extremas
sw: Kichwa cha sehemu ya uchunguzi wa hali ya hewa kali

source: Weather forecast section heading
am: የአየር ሁኔታ ትንበያ ክፍል ርዕስ
ar: عنوان قسم توقعات الطقس
es: Título de la sección de pronóstico del tiempo
fr: Titre de la section Prévisions météorologiques
pt: Título da seção de previsão do tempo
sw: Kichwa cha sehemu ya utabiri wa hali ya hewa

source: Products per page
am: ምርቶች በገጽ
ar: المنتجات لكل صفحة
es: Productos por pagina
fr: Produits par page
pt: Produtos por página
sw: Bidhaa kwa kila ukurasa

source: Number of items to show in the list section. Default is 6. Maximum is 20.
am: በዝርዝሩ ክፍል ውስጥ የሚታዩ የንጥሎች ብዛት። ነባሪው 6 ነው። ከፍተኛው 20 ነው።
ar: عدد العناصر التي سيتم عرضها في قسم القائمة. الافتراضي هو 6. الحد الأقصى هو 20.
es: Número de elementos que se mostrarán en la sección de lista. El valor predeterminado es 6. El máximo es 20.
fr: Nombre d'éléments à afficher dans la section liste. La valeur par défaut est 6. Le maximum est 20.
pt: Número de itens a serem exibidos na seção da lista. O padrão é 6. O máximo é 20.
sw: Idadi ya vipengee vya kuonyesha katika sehemu ya orodha. Chaguomsingi ni 6. Upeo ni 20.

source: Issued on
am: ላይ የተሰጠ
ar: الصادر في
es: Emitido el
fr: Publié le
pt: Emitido em
sw: Imetolewa

source: The date the report was issued.
am: ሪፖርቱ የወጣበት ቀን።
ar: تاريخ إصدار التقرير.
es: La fecha en que se emitió el informe.
fr: La date à laquelle le rapport a été publié.
pt: A data em que o relatório foi emitido.
sw: Tarehe ambayo ripoti ilitolewa.

source: Summary Date
am: ማጠቃለያ ቀን
ar: تاريخ الملخص
es: Resumen Fecha
fr: Date du résumé
pt: Data do resumo
sw: Tarehe ya muhtasari

source: Weather Summary Description
am: የአየር ሁኔታ ማጠቃለያ መግለጫ
ar: وصف ملخص الطقس
es: Descripción del resumen del tiempo
fr: Description sommaire de la météo
pt: Descrição resumida do clima
sw: Maelezo ya Muhtasari wa Hali ya Hewa

source: Forecast Date
am: የትንበያ ቀን
ar: تاريخ التوقعات
es: Fecha pronóstico
fr: Date de prévision
pt: Data de previsão
sw: Tarehe ya Utabiri

source: Weather Forecast Description
am: የአየር ሁኔታ ትንበያ መግለጫ
ar: وصف توقعات الطقس
es: Descripción del pronóstico del tiempo
fr: Description des prévisions météorologiques
pt: Descrição da previsão do tempo
sw: Maelezo ya Utabiri wa Hali ya Hewa

source: Extreme Weather Observation
am: የከፍተኛ የአየር ሁኔታ ምልከታ
ar: مراقبة الطقس المدقع
es: Observación de condiciones climáticas extremas
fr: Observation des conditions météorologiques extrêmes
pt: Observação de condições meteorológicas extremas
sw: Uchunguzi wa Hali ya Hewa Uliokithiri

source: Extreme weather observations from previous day
am: ካለፈው ቀን እጅግ በጣም ከፍተኛ የአየር ሁኔታ ምልከታዎች
ar: ملاحظات الطقس المتطرفة من اليوم السابق
es: Observaciones meteorológicas extremas del día anterior
fr: Observations météorologiques extrêmes de la veille
pt: Observações meteorológicas extremas do dia anterior
sw: Uchunguzi wa hali ya hewa uliokithiri kutoka siku iliyopita

source: Weather summary for previous day
am: ያለፈው ቀን የአየር ሁኔታ ማጠቃለያ
ar: ملخص حالة الطقس لليوم السابق
es: Resumen del tiempo del día anterior
fr: Résumé météo de la veille
pt: Resumo do tempo do dia anterior
sw: Muhtasari wa hali ya hewa kwa siku iliyopita

source: Extreme weather observations
am: ከፍተኛ የአየር ሁኔታ ምልከታዎች
ar: ملاحظات الطقس المتطرفة
es: Observaciones climáticas extremas
fr: Observations météorologiques extrêmes
pt: Observações meteorológicas extremas
sw: Uchunguzi wa hali ya hewa uliokithiri

source: Weather forecast for next day
am: ለቀጣዩ ቀን የአየር ሁኔታ ትንበያ
ar: توقعات الطقس لليوم التالي
es: Pronóstico del tiempo para el próximo día
fr: Prévisions météo pour le lendemain
pt: Previsão do tempo para o próximo dia
sw: Utabiri wa hali ya hewa kwa siku inayofuata

source: Browse Updates
am: ዝመናዎችን ያስሱ
ar: تصفح التحديثات
es: Explorar actualizaciones
fr: Parcourir les mises à jour
pt: Procure atualizações
sw: Vinjari Masasisho

source: Filter by Year
am: በአመት አጣራ
ar: التصفية حسب السنة
es: Filtrar por año
fr: Filtrer par année
pt: Filtrar por ano
sw: Chuja kwa Mwaka

source: Filter by Month
am: በወር አጣራ
ar: التصفية حسب الشهر
es: Filtrar por mes
fr: Filtrer par mois
pt: Filtrar por mês
sw: Chuja kwa Mwezi

source: Read More
am: ተጨማሪ ያንብቡ
ar: اقرأ أكثر
es: Leer más
fr: En savoir plus
pt: Leia mais
sw: Soma zaidi

source: Search Location
am: አካባቢን ፈልግ
ar: موقع البحث
es: Buscar ubicación
fr: Rechercher un emplacement
pt: Local de pesquisa
sw: Tafuta Mahali

source: Time
am: ጊዜ
ar: وقت
es: Tiempo
fr: Temps
pt: Tempo
sw: Muda

source: Weather
am: የአየር ሁኔታ
ar: طقس
es: Clima
fr: Météo
pt: Clima
sw: Hali ya hewa

source: Detail
am: ዝርዝር
ar: التفاصيل
es: Detalle
fr: Détail
pt: Detalhe
sw: Maelezo

source: Search location
am: አካባቢን ፈልግ
ar: موقع البحث
es: Buscar ubicación
fr: Emplacement de la recherche
pt: Local de pesquisa
sw: Tafuta eneo

source: Today
am: ዛሬ
ar: اليوم
es: Hoy
fr: Aujourd'hui
pt: Hoje
sw: Leo

source: Forecast Data Source: %(forecast_source)s
ar: مصدر بيانات التوقعات: %(forecast_source)s
fr: Source de données de prévision : %(forecast_source)s
pt: Fonte de dados de previsão: %(forecast_source)s
sw: Chanzo cha data ya utabiri: %(utabiri_source) s
