Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/glossary/locale/*/LC_MESSAGES/django.po
Languages: ar, pt, sw

source: Language
ar: لغة
pt: Linguagem
sw: Lugha

source: Definition of the term in the local language
ar: تعريف المصطلح باللغة المحلية
pt: Definição do termo no idioma local
sw: Ufafanuzi wa neno katika lugha ya ndani

source: Contributor
ar: مساهم
pt: Contribuinte
sw: Mchangiaji

source: Languages
ar: اللغات
pt: Idiomas
sw: Lugha

source: Optional languages that terms will be defined in
ar: اللغات الاختيارية التي سيتم تعريف المصطلحات بها
pt: Idiomas opcionais nos quais os termos serão definidos
sw: Lugha za hiari ambazo maneno yatafafanuliwa

source: Contributors
ar: المساهمين
pt: Colaboradores
sw: Wachangiaji

source: List of local terminology definition contributors
ar: قائمة المساهمين في تعريف المصطلحات المحلية
pt: Lista de contribuidores de definição de terminologia local
sw: Orodha ya wachangiaji wa ufafanuzi wa istilahi za ndani

source: Language name
ar: اسم اللغة
pt: Nome do idioma
sw: Jina la lugha

source: Contributor name
ar: اسم المساهم
pt: Nome do colaborador
sw: Jina la mchangiaji

source: Name of Contributor
ar: اسم المساهم
pt: Nome do Colaborador
sw: Jina la Mchangiaji

source: Organisation
ar: منظمة
pt: Organização
sw: Shirika

source: Optional name of the contributor's organisation, if applicable
ar: الاسم الاختياري لمنظمة المساهم، إن أمكن
pt: Nome opcional da organização do contribuidor, se aplicável
sw: Jina la hiari la shirika la mchangiaji, ikiwa linatumika

source: Description
ar: وصف
pt: Descrição
sw: Maelezo

source: Optional details about the contributor or their organisation
ar: تفاصيل اختيارية عن المساهم أو منظمته
pt: Detalhes opcionais sobre o colaborador ou sua organização
sw: Maelezo ya hiari kuhusu mchangiaji au shirika lake

source: Contact details
ar: بيانات المتصل
pt: Detalhes de contato
sw: Maelezo ya mawasiliano

source: Optional contact details of the contributor or organisation
ar: تفاصيل الاتصال الاختيارية للمساهم أو المنظمة
pt: Detalhes de contato opcionais do colaborador ou organização
sw: Maelezo ya hiari ya mawasiliano ya mchangiaji au shirika

source: Link
ar: وصلة
sw: Kiungo

source: Optional link to more details about the contributor or organisation
ar: رابط اختياري لمزيد من التفاصيل حول المساهم أو المنظمة
pt: Link opcional para mais detalhes sobre o colaborador ou organização
sw: Kiungo cha hiari cha maelezo zaidi kuhusu mchangiaji au shirika

source: Term
ar: شرط
pt: Prazo
sw: Muda

source: The term to define
ar: المصطلح المراد تعريفه
pt: O termo para definir
sw: Neno la kufafanua

source: Term*
ar: شرط*
pt: Prazo*
sw: Muda*

source: Brief definition
ar: تعريف موجز
pt: Breve definição
sw: Ufafanuzi mfupi

source: Summarized definition of the term
ar: تعريف مختصر للمصطلح
pt: Definição resumida do termo
sw: Ufafanuzi wa muhtasari wa neno hilo

source: Detailed description
ar: وصف تفصيلي
pt: Descrição detalhada
sw: Maelezo ya kina

source: Detailed definition and description of the term. This should provide more information of the term, including images and other materials where available
ar: تعريف مفصل ووصف لهذا المصطلح. وينبغي أن يوفر هذا مزيدًا من المعلومات حول المصطلح، بما في ذلك الصور والمواد الأخرى حيثما كان ذلك متاحًا
pt: Definição detalhada e descrição do termo. Isso deve fornecer mais informações sobre o termo, incluindo imagens e outros materiais, quando disponíveis
sw: Ufafanuzi wa kina na maelezo ya neno hilo. Hii inapaswa kutoa maelezo zaidi ya neno hili, ikijumuisha picha na nyenzo zingine inapopatikana

source: Local Definitions
ar: التعاريف المحلية
pt: Definições locais
sw: Ufafanuzi wa Kienyeji

source: Browse Terms
ar: تصفح الشروط
pt: Navegar pelos termos
sw: Vinjari Masharti

source: Updated on : %(last_published)s
ar: تم التحديث في : %(last_published)s
pt: Atualizado em: %(last_published)s
sw: Ilisasishwa mnamo : %(last_published)s

source: More detail
ar: تفاصيل اكثر
pt: Mais detalhes
sw: Maelezo zaidi

source: Local description
ar: الوصف المحلي
pt: Descrição local
sw: Maelezo ya eneo

source: Name
ar: اسم
pt: Nome
sw: Jina

source: Contact
ar: اتصال
pt: Contato
sw: Wasiliana

source: Filter terms by
ar: تصفية المصطلحات حسب
pt: Filtrar termos por
sw: Chuja masharti kwa

source: Has local description
ar: لديه وصف محلي
pt: Tem descrição local
sw: Ina maelezo ya ndani

source: Search
ar: يبحث
pt: Procurar
sw: Tafuta
