Repository: wmo-raf/climweb
Catalog: pages/events/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Thumbnail/image for this type of event.
sw: Kijipicha/picha ya aina hii ya tukio.

source: Event Type
sw: Aina ya Tukio

source: How many events should be visible on the all events section ?
sw: Ni matukio mangapi yanapaswa kuonekana kwenye sehemu ya matukio yote?

source: Events per page
sw: Matukio kwa kila ukurasa

source: Other Settings
sw: Mipangilio Mingine

source: Event Index Page
sw: Ukurasa wa Kielezo cha Matukio

source: Service Categories
sw: Vitengo vya Huduma

source: Relevant Projects
sw: Miradi Husika

source: Event begin date
sw: Tarehe ya kuanza kwa tukio

source: Day of the event. If multi-day, then this should be the first day
sw: Siku ya tukio. Ikiwa siku nyingi, basi hii inapaswa kuwa siku ya kwanza

source: End date - Note: Not Required if this is a one day Event
sw: Tarehe ya mwisho - Kumbuka: Si Inahitajika ikiwa hili ni Tukio la siku moja

source: Not required if this is a one day event
sw: Haihitajiki ikiwa hili ni tukio la siku moja

source: Timezone
sw: Saa za eneo

source: Where will the event take place ?
sw: Tukio hilo litafanyika wapi?

source: Location
sw: Mahali

source: What is the cost for participating in this event ? Leave blank if free
sw: Je, ni gharama gani ya kushiriki katika tukio hili? Acha wazi ikiwa ni bure

source: Cost
sw: Gharama

source: Description
sw: Maelezo

source: Downloadable agenda document
sw: Hati ya ajenda inayoweza kupakuliwa

source: Event Image
sw: Picha ya Tukio

source: An image for this event, can be a poster or any relevant image
sw: Picha ya tukio hili, inaweza kuwa bango au picha yoyote husika

source: Image Placement
sw: Uwekaji wa Picha

source: Form template
sw: Kiolezo cha fomu

source: Show this event in the events landing page as featured ?
sw: Onyesha tukio hili katika ukurasa wa kutua wa matukio kama ulivyoangaziwa?

source: Featured
sw: Iliyoangaziwa

source: Make this event hidden in events page or elsewhere
sw: Fanya tukio hili lifiche katika ukurasa wa matukio au kwingineko

source: Is hidden
sw: Imefichwa

source: Show this event on the homepage ?
sw: Onyesha tukio hili kwenye ukurasa wa nyumbani?

source: Is visible on homepage
sw: Inaonekana kwenye ukurasa wa nyumbani

source: Panelists
sw: Wanajopo

source: Sessions
sw: Vikao

source: Additional Materials
sw: Nyenzo za Ziada

source: Acknowledgement/sponsors
sw: Shukrani/wafadhili

source: Is archived
sw: Imehifadhiwa kwenye kumbukumbu

source: Registration open
sw: Usajili umefunguliwa

source: Youtube Video ID if the event is being livestreamed
sw: Kitambulisho cha Video ya Youtube ikiwa tukio linatiririshwa moja kwa moja

source: Meeting Registration Integration Platform
sw: Jukwaa la Kujumuisha Usajili wa Mkutano

source: Platform for Event
sw: Jukwaa la Tukio

source: Content
sw: Maudhui

source: Settings
sw: Mipangilio

source: Event Page
sw: Ukurasa wa Tukio

source: Optional Additional information/details
sw: Hiari Maelezo ya ziada/maelezo

source: Additional Information - (Optional)
sw: Maelezo ya Ziada - (Si lazima)

source: Number of available registrations
sw: Idadi ya usajili unaopatikana

source: Registration Limit - (Leave blank if no limit)
sw: Kikomo cha Usajili - (Ondoka wazi ikiwa hakuna kikomo)

source: Text to display after successful submission
sw: Maandishi ya kuonyesha baada ya kuwasilisha kwa mafanikio

source: Thank you text
sw: Asante kwa maandishi

source: Validation Field
sw: Sehemu ya Uthibitishaji

source: A field on the form to check if is already submitted so as to prevent multiple submissions by one person. This is usually the email address field in snake casing format
sw: Sehemu kwenye fomu ya kuangalia ikiwa tayari imewasilishwa ili kuzuia mawasilisho mengi na mtu mmoja. Kawaida hii ni sehemu ya anwani ya barua pepe katika umbizo la ganda la nyoka

source: Should we send a confirmation/follow up email ?
sw: Je, tunapaswa kutuma barua pepe ya uthibitisho/kufuatilia?

source: Send confirmation Email
sw: Tuma barua pepe ya uthibitisho

source: The field in the form that corresponds to the email to use. Should be snake_cased
sw: Sehemu katika fomu inayolingana na barua pepe ya kutumia. Inapaswa kuwa nyoka_cased

source: Email Field
sw: Sehemu ya Barua Pepe

source: Email Confirmation message
sw: Ujumbe wa Uthibitishaji wa Barua pepe

source: Message to send to the user. For example zoom links
sw: Ujumbe wa kutuma kwa mtumiaji. Kwa mfano viungo vya kukuza

source: Batch Zoom Registration Enabled - Leave unchecked for direct zoom registrations
sw: Usajili wa Kukuza Bechi Umewashwa - Ondoka bila kuchaguliwa kwa usajili wa kukuza moja kwa moja

source: Enable batch option for adding registrants to zoom later
sw: Washa chaguo la bechi kwa ajili ya kuongeza waliojisajili ili kukuza baadaye

source: Event Registration Page
sw: Ukurasa wa Usajili wa Tukio

source: Zoom Events Settings
sw: Mipangilio ya Matukio ya Kuza

source: Added to Zoom
sw: Imeongezwa kwa Zoom

source: All Events
sw: Matukio Yote

source: Ended
sw: Imeisha

source: Type
sw: Aina

source: Start Date
sw: Tarehe ya Kuanza

source: End Date
sw: Tarehe ya mwisho

source: Register
sw: Sajili

source: Submit
sw: Wasilisha

source: ended
sw: kumalizika

source: Filter by Year
sw: Chuja kwa Mwaka

source: Filter by Status
sw: Chuja kwa Hali

source: Past
sw: Zamani

source: Read More
sw: Soma zaidi

source: Topic
sw: Mada

source: Speakers
sw: Wazungumzaji

source: Sponsors
sw: Wafadhili
