Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/videos/locale/*/LC_MESSAGES/django.po
Languages: am, fr, sw

source: Title
am: ርዕስ
fr: Titre
sw: Kichwa

source: This is the playlist ID as obtained from Youtube. If the playlist is not created on Youtube, please create it first
am: ይህ ከዩቲዩብ የተገኘ የአጫዋች ዝርዝር መታወቂያ ነው። አጫዋች ዝርዝሩ በዩቲዩብ ላይ ካልተፈጠረ፣ እባክዎ መጀመሪያ ይፍጠሩት።
fr: Il s'agit de l'ID de playlist obtenu sur Youtube. Si la playlist n'est pas créée sur Youtube, veuillez d'abord la créer
sw: Hiki ndicho kitambulisho cha orodha ya kucheza kama kilivyopatikana kutoka kwa Youtube. Ikiwa orodha ya kucheza haijaundwa kwenye Youtube, tafadhali iunde kwanza

source: Playlist ID
am: የአጫዋች ዝርዝር መታወቂያ
fr: Identifiant de la liste de lecture
sw: Kitambulisho cha Orodha ya kucheza

source: Youtube Playlists
am: የዩቲዩብ አጫዋች ዝርዝሮች
fr: Listes de lecture YouTube
sw: Orodha za kucheza za Youtube

source: Video
am: ቪዲዮ
fr: Vidéo

source: Published at
am: የታተመው በ
fr: Publié à
sw: Iliyochapishwa saa

source: Videos Count
am: የቪዲዮዎች ብዛት
fr: Nombre de vidéos
sw: Hesabu ya Video

source: Editing %(snippet_type_name)s - %(object)s
am: %(snippet_type_name)s - %(object)s በማርትዕ ላይ
fr: Modification de %(snippet_type_name)s - %(object)s
sw: Inahariri %(snippet_type_name)s - %(object)s

source: Actions
am: ድርጊቶች
sw: Vitendo

source: View Playlist on Youtube
am: አጫዋች ዝርዝር በ Youtube ላይ ይመልከቱ
fr: Voir la playlist sur Youtube
sw: Tazama Orodha ya Kucheza kwenye Youtube

source: Latest Playlist Videos
am: የቅርብ ጊዜ የአጫዋች ዝርዝር ቪዲዮዎች
fr: Dernières vidéos de la playlist
sw: Video za Orodha ya Kucheza za Hivi Punde

source: Published On:
am: የታተመው በ፡
fr: Publié le :
sw: Iliyochapishwa Kwenye:
