Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/organisation_pages/vacancies/locale/*/LC_MESSAGES/django.po
Languages: es, pt, sw

source: Banner Image
es: Imagen de banner
pt: Imagem do banner
sw: Picha ya Bango

source: A high quality image related to Vacancies
es: Una imagen de alta calidad relacionada con Vacantes
pt: Uma imagem de alta qualidade relacionada às vagas
sw: Picha ya ubora wa juu inayohusiana na Nafasi za Kazi

source: How many items should be visible on the landing page filter section ?
es: ¿Cuántos elementos deberían estar visibles en la sección de filtro de la página de destino?
pt: Quantos itens devem estar visíveis na seção de filtro da página de destino?
sw: Ni vitu vingapi vinapaswa kuonekana kwenye sehemu ya kichujio cha ukurasa wa kutua?

source: Items per page
es: Artículos por página
pt: Itens por página
sw: Vipengee kwa kila ukurasa

source: Text to appear when there are no vacancies
es: Texto que aparecerá cuando no haya vacantes
pt: Texto para aparecer quando não houver vagas
sw: Maandishi ya kuonekana wakati hakuna nafasi

source: No vacancies header text
es: No hay texto de encabezado de vacantes
pt: Nenhum texto de cabeçalho de vagas
sw: Hakuna maandishi ya kichwa cha nafasi

source: Additional text to appear when there are no vacancies,below the no vacancies header text
es: Texto adicional que aparecerá cuando no haya vacantes, debajo del texto del encabezado sin vacantes
pt: Texto adicional a aparecer quando não houver vagas, abaixo do texto do cabeçalho sem vagas
sw: Maandishi ya ziada ya kuonekana wakati hakuna nafasi, chini ya maandishi ya kichwa cha hakuna nafasi

source: No vacancies description text
es: No hay texto de descripción de vacantes
pt: Sem texto de descrição de vagas
sw: Hakuna maandishi ya maelezo ya nafasi za kazi

source: Other Settings
es: Otros ajustes
pt: Outras configurações
sw: Mipangilio Mingine

source: Vacancy Page
es: Página de vacantes
pt: Página de vagas
sw: Ukurasa wa Nafasi

source: Date of Posting
es: Fecha de Publicación
pt: Data de postagem
sw: Tarehe ya Kuchapisha

source: Duty Station
es: Lugar de destino
pt: Posto de serviço
sw: Kituo cha Ushuru

source: Application Deadline
es: Plazo de solicitud
pt: Prazo de inscrição
sw: Makataa ya Kutuma Maombi

source: Job Description
es: Descripción del trabajo
pt: Descrição do trabalho
sw: Maelezo ya Kazi

source: Duration
es: Duración
pt: Duração
sw: Muda

source: Downloadable Job Description Document
es: Documento de descripción del puesto descargable
pt: Documento de descrição do trabalho para download
sw: Hati ya Maelezo ya Kazi Inayopakuliwa

source: Optional downloadable job description document
es: Documento de descripción del trabajo descargable opcional
pt: Documento opcional de descrição do trabalho para download
sw: Hati ya maelezo ya kazi inayoweza kupakuliwa

source: Vacancy Detail Page
es: Página de detalles de vacantes
pt: Página de detalhes da vaga
sw: Ukurasa wa Maelezo ya Nafasi

source: Open Vacancies
es: Vacantes abiertas
pt: Vagas abertas
sw: Fungua Nafasi za Kazi

source: Note: This opening has been closed.
es: Nota: Esta vacante ha sido cerrada.
pt: Nota: Esta abertura foi fechada.
sw: Kumbuka: Ufunguzi huu umefungwa.

source: Posted On
es: Publicado en
pt: Publicado em
sw: Imechapishwa kwenye

source: Closing On
es: Cerrando
pt: Fechando
sw: Kufunga On

source: Download pdf
es: Descargar PDF
pt: Baixar PDF
sw: Pakua pdf

source: Filter by Availability
es: Filtrar por disponibilidad
pt: Filtrar por disponibilidade
sw: Chuja kulingana na Upatikanaji

source: Closed
es: Cerrado
pt: Fechado
sw: Imefungwa

source: New
es: Nuevo
pt: Novo
sw: Mpya

source: View details
es: Ver detalles
pt: Ver detalhes
sw: Tazama maelezo
