Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/aviation/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, sw

source: Category name
am: የምድብ ስም
ar: اسم الفئة
es: Nombre de la categoría
fr: Nom de la catégorie
sw: Jina la kategoria

source: Category color
am: የምድብ ቀለም
ar: لون الفئة
es: Categoría color
fr: Catégorie couleur
sw: Rangi ya kategoria

source: Airport Category
am: የአየር ማረፊያ ምድብ
ar: فئة المطار
es: Categoría del aeropuerto
fr: Catégorie d'aéroport
sw: Kitengo cha Uwanja wa Ndege

source: Airport Categories
am: የአየር ማረፊያ ምድቦች
ar: فئات المطار
es: Categorías de aeropuertos
fr: Catégories d'aéroports
sw: Viwanja vya Ndege

source: ICAO Code
am: ICAO ኮድ
ar: كود منظمة الطيران المدني الدولي
es: Código OACI
fr: Code de l'OACI
sw: Kanuni ya ICAO

source: The ICAO airport code or location indicator is a four-letter code designating aerodromes around the world.
am: የ ICAO ኤርፖርት ኮድ ወይም የቦታ አመልካች በአለም ዙሪያ ያሉትን ኤሮድሮሞችን የሚያመለክት ባለአራት ፊደል ኮድ ነው።
ar: رمز المطار أو مؤشر الموقع التابع لمنظمة الطيران المدني الدولي هو رمز مكون من أربعة أحرف يشير إلى المطارات حول العالم.
es: El código de aeropuerto o indicador de ubicación de la OACI es un código de cuatro letras que designa aeródromos de todo el mundo.
fr: Le code d'aéroport ou indicateur d'emplacement de l'OACI est un code à quatre lettres désignant les aérodromes du monde entier.
sw: Msimbo wa uwanja wa ndege wa ICAO au kiashirio cha eneo ni msimbo wa herufi nne unaobainisha viwanja vya ndege duniani kote.

source: Airport Name
am: የአየር ማረፊያ ስም
ar: اسم المطار
es: Nombre del aeropuerto
fr: Nom de l'aéroport
sw: Jina la Uwanja wa Ndege

source: Airport Location (Lat, Lng)
am: የአየር ማረፊያ ቦታ (ላት, ኤልንግ)
ar: موقع المطار (خط العرض، خط الطول)
es: Ubicación del aeropuerto (Latitud, Longitud)
fr: Localisation de l'aéroport (Lat, Lng)
sw: Eneo la Uwanja wa Ndege (Lat, Lng)

source: Airport
am: አየር ማረፊያ
ar: مطار
es: Aeropuerto
fr: Aéroport
sw: Uwanja wa ndege

source: Airports
am: አየር ማረፊያዎች
ar: المطارات
es: Aeropuertos
fr: Aéroports
sw: Viwanja vya ndege

source: Message in Encoded Form
am: መልእክት በተቀጠረ ቅጽ
ar: الرسالة في شكل مشفر
es: Mensaje en formato codificado
fr: Message sous forme codée
sw: Ujumbe katika Fomu Iliyosimbwa

source: Decoded Message
am: ዲኮድ የተደረገ መልእክት
ar: رسالة مفككة
es: Mensaje decodificado
fr: Message décodé
sw: Ujumbe Uliosimbuliwa

source: Message Format
am: የመልእክት ቅርጸት
ar: تنسيق الرسالة
es: Formato del mensaje
fr: Format du message
sw: Umbizo la Ujumbe

source: Message Datetime
am: የመልእክት ቀን
ar: تاريخ ووقت الرسالة
es: Fecha y hora del mensaje
fr: Date et heure du message
sw: Tarehe ya Ujumbe

source: Add Messages
am: መልዕክቶችን ያክሉ
ar: إضافة الرسائل
es: Agregar mensajes
fr: Ajouter des messages
sw: Ongeza Ujumbe

source: Aviation Editor
am: አቪዬሽን አርታዒ
ar: محرر الطيران
es: Editor de aviación
fr: Rédacteur en chef de la rubrique Aviation
sw: Mhariri wa Anga

source: Message
am: መልእክት
ar: رسالة
es: Mensaje
sw: Ujumbe

source: Snippets %(snippet_type_name_plural)s
am: ቅንጥስ %(snippet_type_name_plural)s
ar: مقتطفات %(snippet_type_name_plural)s
es: Fragmentos %(snippet_type_name_plural)s
fr: Extraits %(snippet_type_name_plural)s
sw: Vijisehemu %(snippet_type_name_plural)s

source: Add %(snippet_type_name)s
am: %(snippet_type_name)s ያክሉ
ar: أضف %(snippet_type_name)s
es: Agregar %(snippet_type_name)s
fr: Ajouter %(snippet_type_name)s
sw: Ongeza %(snippet_type_name)s

source: Import Airports
am: አየር ማረፊያዎችን አስመጣ
ar: مطارات الاستيراد
es: Aeropuertos de importación
fr: Aéroports d'importation
sw: Ingiza Viwanja vya Ndege

source: Select all snippets in listing
am: በዝርዝሩ ውስጥ ያሉትን ሁሉንም ቁርጥራጮች ይምረጡ
ar: حدد جميع المقاطع الموجودة في القائمة
es: Seleccionar todos los fragmentos de la lista
fr: Sélectionner tous les extraits de la liste
sw: Chagua vijisehemu vyote katika uorodheshaji

source: Aviation Airports Loader %(title)s
am: የአቪዬሽን ኤርፖርቶች ጫኝ %(title)s
es: Cargador de aeropuertos de aviación %(title)s
fr: Aviation Aéroports Chargeur %(title)s
sw: Upakiaji wa Viwanja vya Ndege vya Anga %(title)s

source: Aviation Airports Loader
am: የአቪዬሽን ኤርፖርቶች ጫኝ
ar: محمل مطارات الطيران
es: Cargador de aeropuertos de aviación
fr: Chargeur d'aéroports d'aviation
sw: Upakiaji wa Viwanja vya Ndege vya Anga

source: Upload
am: ስቀል
ar: رفع
es: Subir
fr: Télécharger
sw: Pakia

source: Verify that all columns match correctly
am: ሁሉም አምዶች በትክክል የሚዛመዱ መሆናቸውን ያረጋግጡ
ar: تأكد من تطابق جميع الأعمدة بشكل صحيح
es: Verificar que todas las columnas coincidan correctamente
fr: Vérifiez que toutes les colonnes correspondent correctement
sw: Thibitisha kuwa safu wima zote zinalingana ipasavyo

source: ID
am: መታወቂያ
ar: بطاقة تعريف
es: IDENTIFICACIÓN
fr: IDENTIFIANT

source: Latitude
am: ኬክሮስ
ar: خط العرض
es: Latitud
sw: Latitudo

source: Longitude
am: ኬንትሮስ
ar: خط الطول
es: Longitud

source: Category
am: ምድብ
ar: فئة
es: Categoría
fr: Catégorie
sw: Kategoria

source: Messages
am: መልዕክቶች
ar: رسائل
es: Mensajes
sw: Ujumbe
