Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/wdqms/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Not received in period<
am: በጊዜ ውስጥ አልደረሰም<
ar: لم يتم استلامها في الفترة<
es: No recibido en el periodo<
fr: Non reçu dans le délai <
pt: Não recebido no período<
sw: Haijapokelewa katika kipindi<

source: Availability issues
am: የተገኝነት ጉዳዮች
ar: قضايا التوفر
es: Problemas de disponibilidad
fr: Problèmes de disponibilité
pt: Problemas de disponibilidade
sw: Masuala ya upatikanaji

source: Normal
am: መደበኛ
ar: طبيعي
fr: Normale
sw: Kawaida

source: More than 100%%
am: ከ 100%% በላይ
ar: اكثر من 100٪٪
es: Mas que 100%%
fr: Plus de 100%%
pt: Mais de 100%%
sw: Zaidi ya 100%%

source: Synoptic hours
am: ሲኖፕቲክ ሰዓቶች
ar: ساعات سينوبتيكية
es: Horas sinópticas
fr: Horaires synoptiques
pt: Horas sinóticas
sw: Saa za muhtasari

source: Availability of Surface Land observations
am: የገጽታ መሬት ምልከታዎች መገኘት
ar: توافر عمليات رصد الأرض السطحية
es: Disponibilidad de observaciones terrestres de superficie
fr: Disponibilité des observations en surface
pt: Disponibilidade de observações da superfície terrestre
sw: Upatikanaji wa uchunguzi wa Ardhi ya Uso

source: Global NWP
am: ዓለም አቀፍ NWP
ar: التنبؤ العددي بالطقس العالمي
es: PNT mundial
fr: PNT mondiale
pt: PNT global

source: All Stations
am: ሁሉም ጣቢያዎች
ar: جميع المحطات
es: Todas las estaciones
fr: Toutes les stations
pt: Todas as estações
sw: Vituo vyote

source: Data Source
am: የመረጃ ምንጭ
ar: مصدر البيانات
es: Fuente de datos
fr: La source de données
pt: Fonte de dados
sw: Chanzo cha Data

source: No stations at the moment
am: በአሁኑ ጊዜ ምንም ጣቢያዎች የሉም
ar: لا توجد محطات في الوقت الحالي
es: No hay estaciones por el momento.
fr: Aucune station pour le moment
pt: Nenhuma estação no momento
sw: Hakuna stesheni kwa sasa

source: Daily
am: በየቀኑ
ar: يوميًا
es: A diario
fr: Tous les jours
pt: Diário
sw: Kila siku

source: transmissions for
am: ስርጭቶች ለ
ar: انتقالات ل
es: transmisiones para
fr: transmissions pour
pt: transmissões para
sw: maambukizi kwa

source: Monthly
am: ወርሃዊ
ar: شهريا
es: Mensual
fr: Mensuel
pt: Mensal
sw: Kila mwezi

source: Yearly
am: በየአመቱ
ar: سنوي
es: Anual
fr: Annuel
pt: Anual
sw: Kila mwaka

source: %% Transmission rate
am: %% የማስተላለፊያ መጠን
ar: معدل الإرسال %%
es: %% Velocidad de transmision
fr: %% Taux de transmission
pt: %% Taxa de transmissão
sw: %% Kiwango cha usambazaji

source: Countries
am: አገሮች
ar: بلدان
es: Países
fr: Des pays
pt: Países
sw: Nchi

source: Transmission rate
am: የማስተላለፊያ መጠን
ar: معدل النقل
es: Tasa de transmisión
fr: Taux de transmission
pt: Taxa de transmissão
sw: Kiwango cha maambukizi

source: Not received in period
am: በጊዜ ውስጥ አልደረሰም
ar: لم يتم الاستلام في الفترة
es: No recibido en el periodo
fr: Non reçu dans les délais
pt: Não recebido no período
sw: Haijapokelewa katika kipindi

source: Availability issues
am: የተገኝነት ጉዳዮች
ar: قضايا التوفر
es: Problemas de disponibilidad
fr: Problèmes de disponibilité
pt: Problemas de disponibilidade
sw: Masuala ya upatikanaji

source: Normal
am: መደበኛ
ar: طبيعي
fr: Normale
sw: Kawaida

source: More than 100
am: ከ100 በላይ
ar: أكثر من 100
es: Más de 100
fr: Plus de 100
pt: Mais de 100
sw: Zaidi ya 100

source: Fetching
am: በማምጣት ላይ
ar: جلب
es: Atractivo
fr: Récupération
pt: Buscando
sw: Inaleta

source: transmission rate data for
am: የማስተላለፊያ ፍጥነት ውሂብ ለ
ar: بيانات معدل الإرسال لـ
es: datos de velocidad de transmisión para
fr: données de taux de transmission pour
pt: dados de taxa de transmissão para
sw: data ya kiwango cha maambukizi kwa

source: for
am: ለ
ar: ل
es: para
fr: pour
pt: para
sw: kwa

source: Based on synoptic hours on a
am: በሲኖፕቲክ ሰአታት ላይ በመመስረት ሀ
ar: استنادًا إلى الساعات الإجمالية على
es: Basado en horas sinópticas en un
fr: Basé sur les heures synoptiques sur un
pt: Com base nas horas sinóticas de um
sw: Kulingana na saa za muhtasari kwenye a

source: basis for
am: መሠረት ለ
ar: اساس ل
es: base para
fr: base pour
pt: base para
sw: msingi kwa

source: the
am: የ
ar: ال
es: el
fr: le
pt: o
sw: ya

source: highest readings of
am: ከፍተኛ ንባቦች
ar: أعلى قراءات
es: lecturas más altas de
fr: les lectures les plus élevées de
pt: leituras mais altas de
sw: usomaji wa juu zaidi wa

source: more than expected
am: ከተጠበቀው በላይ
ar: أكثر مما كان متوقعا
es: más de lo esperado
fr: plus que prévu
pt: mais do que esperado
sw: zaidi ya ilivyotarajiwa

source: transmission rate were
am: የማስተላለፊያ መጠን ነበሩ
ar: معدل النقل كان
es: La tasa de transmisión fue
fr: le taux de transmission était
pt: taxa de transmissão foi
sw: kiwango cha maambukizi walikuwa

source: recorded at
am: ላይ ተመዝግቧል
ar: مسجلة في
es: grabado en
fr: enregistré à
pt: gravado em
sw: iliyorekodiwa kwa

source: while the
am: ሳለ
ar: بينما ال
es: mientras que la
fr: tandis que le
pt: enquanto o
sw: wakati

source: lowest transmission rate was
am: ዝቅተኛው የስርጭት መጠን ነበር።
ar: كان أقل معدل انتقال
es: La tasa de transmisión más baja fue
fr: le taux de transmission le plus bas était
pt: a menor taxa de transmissão foi
sw: kiwango cha chini cha maambukizi kilikuwa

source: recorded at
am: ላይ ተመዝግቧል
ar: مسجلة في
es: grabado en
fr: enregistré à
pt: gravado em
sw: iliyorekodiwa kwa

source: No
am: አይ
ar: لا
fr: Non
pt: Não
sw: Hapana

source: data found for
am: ውሂብ ተገኝቷል ለ
ar: تم العثور على البيانات ل
es: datos encontrados para
fr: données trouvées pour
pt: dados encontrados para
sw: data kupatikana kwa

source: Try choosing another date.
am: ሌላ ቀን ለመምረጥ ይሞክሩ።
ar: حاول اختيار تاريخ آخر.
es: Intente elegir otra fecha.
fr: Essayez de choisir une autre date.
pt: Tente escolher outra data.
sw: Jaribu kuchagua tarehe nyingine.

source: Station Metadata
am: የጣቢያ ሜታዳታ
ar: البيانات الوصفية للمحطة
es: Metadatos de la estación
fr: Métadonnées de la station
pt: Metadados da estação
sw: Metadata ya kituo

source: Distribution of All Stations
am: የሁሉም ጣቢያዎች ስርጭት
ar: توزيع جميع المحطات
es: Distribución de todas las estaciones
fr: Répartition de toutes les stations
pt: Distribuição de todas as estações
sw: Usambazaji wa Vituo Vyote

source: Data Transmission Based on Average Received Rate on
am: በ ላይ አማካይ የተቀበለው ተመን ላይ የተመሠረተ ውሂብ ማስተላለፍ
ar: نقل البيانات على أساس متوسط ​​معدل الاستقبال
es: Transmisión de datos basada en la tasa promedio recibida en
fr: Transmission de données basée sur le débit moyen reçu sur
pt: Transmissão de dados com base na taxa média recebida em
sw: Usambazaji wa Data Kulingana na Kiwango cha Wastani Kilichopokelewa kwenye

source: For
am: ለ
ar: ل
es: Para
fr: Pour
pt: Para
sw: Kwa

source: reading, Based on the analysis from
am: ንባብ, ከ ትንተና ላይ የተመሠረተ
ar: القراءة، بناء على التحليل من
es: lectura, basado en el análisis de
fr: lecture, basée sur l'analyse de
pt: leitura, com base na análise de
sw: kusoma, Kulingana na uchambuzi kutoka

source: to
am: ወደ
ar: ل
es: a
fr: à
pt: para
sw: kwa

source: on average, the
am: በአማካይ, የ
ar: في المتوسط،
es: en promedio, el
fr: en moyenne, le
pt: em média, o
sw: kwa wastani,

source: transmission rate were
am: የማስተላለፊያ መጠን ነበሩ
ar: معدل النقل كان
es: La tasa de transmisión fue
fr: le taux de transmission était
pt: taxa de transmissão foi
sw: kiwango cha maambukizi walikuwa

source: recorded in
am: ውስጥ ተመዝግቧል
ar: سجلت في
es: grabado en
fr: Enregistré dans
pt: gravado em
sw: iliyorekodiwa ndani

source: recorded in
am: ውስጥ ተመዝግቧል
ar: سجلت في
es: grabado en
fr: Enregistré dans
pt: gravado em
sw: iliyorekodiwa ndani

source: Yearly Average
am: አማካኝ አመታዊ
ar: المتوسط ​​السنوي
es: Promedio anual
fr: Moyenne annuelle
pt: Média Anual
sw: Wastani wa Mwaka

source: transmissions
am: ስርጭቶች
ar: الإرسال
es: transmisiones
pt: transmissões
sw: maambukizi

source: No yearly
am: በየዓመቱ የለም
ar: لا يوجد سنوي
es: No anual
fr: Pas d'annuel
pt: Não anual
sw: Hapana kila mwaka

source: data found for
am: ውሂብ ተገኝቷል ለ
ar: البيانات التي تم العثور عليها ل
es: datos encontrados para
fr: données trouvées pour
pt: dados encontrados para
sw: data kupatikana kwa

source: Try choosing another variable.
am: ሌላ ተለዋዋጭ ለመምረጥ ይሞክሩ.
ar: حاول اختيار متغير آخر.
es: Intente elegir otra variable.
fr: Essayez de choisir une autre variable.
pt: Tente escolher outra variável.
sw: Jaribu kuchagua kigezo kingine.

source: Fetching
am: በማምጣት ላይ
ar: جلب
es: Atractivo
fr: Aller chercher
pt: Buscando
sw: Inaleta

source: transmission rate data for
am: የማስተላለፊያ ፍጥነት ውሂብ ለ
ar: بيانات معدل الإرسال لـ
es: datos de velocidad de transmisión para
fr: données de taux de transmission pour
pt: dados de taxa de transmissão para
sw: data ya kiwango cha maambukizi kwa

source: for
am: ለ
ar: ل
es: para
fr: pour
pt: para
sw: kwa

source: readings, Based on a monthly trend on a
am: ንባቦች፣ በወርሃዊ አዝማሚያ ላይ በመመስረት ሀ
ar: القراءات، بناءً على الاتجاه الشهري على أ
es: lecturas, basadas en una tendencia mensual en un
fr: lectures, basées sur une tendance mensuelle sur un
pt: leituras, com base em uma tendência mensal em um
sw: usomaji, Kulingana na mwelekeo wa kila mwezi juu ya a

source: Monthly Average Transmissions
am: አማካይ ወርሃዊ ማስተላለፊያዎች
ar: متوسط ​​الإرسال الشهري
es: Transmisiones Promedio Mensuales
fr: Transmissions mensuelles moyennes
pt: Transmissões Médias Mensais
sw: Usambazaji Wastani wa Kila Mwezi

source: while the <b> lowest transmission rate was
am: ዝቅተኛው የስርጭት መጠን በ<b> ነበር።
ar: في حين كان معدل الإرسال الأدنى <b>
es: Mientras que la tasa de transmisión más baja fue
fr: tandis que le taux de transmission le plus bas était
pt: enquanto a menor taxa de transmissão foi
sw: wakati kiwango cha chini cha upitishaji kilikuwa

source: Monthly Average
am: ወርሃዊ አማካይ
ar: المتوسط ​​الشهري
es: Promedio mensual
fr: Moyenne mensuelle
pt: Média Mensal
sw: Wastani wa Kila Mwezi

source: transmissions for
am: ስርጭቶች ለ
ar: الإرسال ل
es: transmisiones para
fr: transmissions pour
pt: transmissões para
sw: maambukizi kwa

source: No data found for
am: ምንም ውሂብ አልተገኘም።
ar: لم يتم العثور على بيانات ل
es: No se encontraron datos para
fr: Aucune donnée trouvée pour
pt: Nenhum dado encontrado para
sw: Hakuna data iliyopatikana

source: Try choosing another month or year.
am: ሌላ ወር ወይም ዓመት ለመምረጥ ይሞክሩ.
ar: حاول اختيار شهر أو سنة أخرى.
es: Intente elegir otro mes o año.
fr: Essayez de choisir un autre mois ou une autre année.
pt: Tente escolher outro mês ou ano.
sw: Jaribu kuchagua mwezi au mwaka mwingine.

source: readings,
am: ንባብ፣
ar: قراءة٪ s،
es: lecturas,
fr: des lectures,
pt: leituras,
sw: kusoma,

source: Monthly Average of observations
am: አማካይ ወርሃዊ ምልከታዎች
ar: المتوسط ​​الشهري للملاحظات
es: Promedio Mensual de observaciones
fr: Moyenne mensuelle des observations
pt: Média Mensal de observações
sw: Wastani wa uchunguzi wa kila mwezi

source: January
am: ጃንዋሪ
ar: يناير
es: Enero
fr: Janvier
pt: Janeiro
sw: Januari

source: February
am: ፌብሩወሪ
ar: فبراير
es: Febrero
fr: Février
pt: Fevereiro
sw: Februari

source: March
am: ማርች
ar: مارس
es: Marzo
fr: Mars
pt: Marchar
sw: Machi

source: May
am: ሜይ
ar: مايو
es: Mayo
fr: Mai
pt: Poderia
sw: Mei

source: June
am: ጁን
ar: يونيو
es: Junio
fr: Juin
pt: Junho
sw: Juni

source: July
am: ጁላይ
ar: يوليو
es: Julio
fr: Juillet
pt: Julho
sw: Julai

source: August
am: ኦገስት
ar: أغسطس
es: Agosto
fr: Août
pt: Agosto
sw: Agosti

source: September
am: ሴፕቴምበር
ar: سبتمبر
es: Septiembre
fr: Septembre
pt: Setembro
sw: Septemba

source: October
am: ኦክቶበር
ar: أكتوبر
es: Octubre
fr: Octobre
pt: outubro
sw: Oktoba

source: November
am: ኖቬምበር
ar: نوفمبر
es: Noviembre
fr: Novembre
pt: novembro
sw: Novemba

source: December
am: ዲሴምበር
ar: ديسمبر
es: Diciembre
fr: Décembre
pt: dezembro
sw: Desemba

source: Yearly Average of observations
am: አማካኝ አመታዊ ምልከታዎች
ar: المتوسط ​​السنوي للملاحظات
es: Promedio anual de observaciones
fr: Moyenne annuelle des observations
pt: Média anual de observações
sw: Wastani wa uchunguzi wa kila mwaka

source: April
pt: abril
