Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/news/locale/*/LC_MESSAGES/django.po
Languages: am

source: Name
am: ስም

source: News Type
am: የዜና ዓይነት

source: News Types
am: የዜና ዓይነቶች

source: Items per page
am: እቃዎች በገጽ

source: How many items should be visible on the news landing page filter section ?
am: በዜና ማረፊያ ገጽ ማጣሪያ ክፍል ላይ ምን ያህል እቃዎች መታየት አለባቸው?

source: Other settings
am: ሌሎች ቅንብሮች

source: News Index Page
am: የዜና ማውጫ ገጽ

source: News type
am: የዜና ዓይነት

source: Post date
am: የተለጠፈበት ቀን

source: Optional subtitle
am: አማራጭ ንዑስ ርዕስ

source: Subtitle
am: ንዑስ ርዕስ

source: Body
am: አካል

source: Relevant Services
am: ተዛማጅ አገልግሎቶች

source: Relevant Projects
am: ተዛማጅ ፕሮጀክቶች

source: Should this news appear on the news landing paging as the featured one ?
am: ይህ ዜና በዜና ማረፊያ ገጽ ላይ እንደ ተለይቶ መታየት አለበት?

source: Is featured
am: ተለይቶ ቀርቧል

source: Is this an alert ?
am: ይህ ማንቂያ ነው?

source: Is alert
am: ንቁ ነው።

source: Should this appear in the homepage as an alert/latest update ?
am: ይህ በመነሻ ገጹ ላይ እንደ ማንቂያ/የቅርብ ጊዜ ዝማኔ መታየት አለበት?

source: Is visible on homepage
am: መነሻ ገጽ ላይ ይታያል

source: Extra links heading
am: ተጨማሪ አገናኞች ርዕስ

source: Extra links
am: ተጨማሪ ማገናኛዎች

source: Tags
am: መለያዎች

source: Extra Links
am: ተጨማሪ ማገናኛዎች

source: News Page
am: የዜና ገጽ

source: Find out more
am: ተጨማሪ ለማወቅ

source: Filter by News Type
am: በዜና ዓይነት አጣራ

source: Filter by Service
am: በአገልግሎት አጣራ

source: Filter by Year
am: በአመት አጣራ

source: Featured News
am: ተለይተው የቀረቡ ዜናዎች

source: All News Updates
am: ሁሉም የዜና ማሻሻያዎች

source: Read More
am: ተጨማሪ ያንብቡ
