Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/services/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Services listing Heading
fr: Liste des services Rubrique

source: Service List Page
fr: Page de liste de services

source: Service List Pages
fr: Pages de liste de services

source: What we do button text
fr: Texte du bouton Ce que nous faisons

source: What we do button link
fr: Lien vers le bouton Ce que nous faisons

source: Projects description text
fr: Texte de description des projets

source: Project Description
fr: Description du projet

source: Feature block items
fr: Éléments du bloc de fonctionnalités

source: Youtube playlist
fr: Liste de lecture YouTube

source: What we do in this Service section
fr: Ce que nous faisons dans cette section Service

source: Projects Section
fr: Section Projets

source: Heading
fr: Titre

source: Service Page
fr: Page de services

source: Service Pages
fr: Pages de services

source: Our Products
fr: Nos produits

source: What we do
fr: Ce que nous faisons

source: Events
fr: Événements

source: Latest Updates
fr: Dernières mises à jour

source: All News
fr: Toutes les nouvelles

source: All Publications
fr: Toutes les publications

source: Latest Media
fr: Derniers médias
