Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/satellite_imagery/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, pt, sw

source: Layer name
am: የንብርብር ስም
ar: اسم الطبقة
es: Nombre de capa
pt: Nome da camada
sw: Jina la safu

source: Layer label
am: የንብርብር መለያ
ar: تسمية الطبقة
es: Etiqueta de capa
pt: Etiqueta de camada
sw: Lebo ya safu

source: Leave blank to use default label title from EUMetView
am: ከEUMetView ነባሪ የመለያ ርዕስ ለመጠቀም ባዶ ይተውት።
ar: اتركه فارغًا لاستخدام عنوان التسمية الافتراضي من EUMetView
es: Déjelo en blanco para usar el título de etiqueta predeterminado de EUMetView
pt: Deixe em branco para usar o título do rótulo padrão do EUMetView
sw: Acha wazi ili kutumia kichwa chaguomsingi cha lebo kutoka EUMetView

source: Enabled
am: ነቅቷል
ar: ممكّن
es: Activado
pt: Habilitado
sw: Imewashwa

source: Layer Abstract
am: የንብርብር አብስትራክት
ar: مجردة طبقة
es: Resumen de capa
pt: Resumo da camada
sw: Muhtasari wa Tabaka

source: Leave empty to set from EUMETVIEW Layer details
am: ከ EUMETVIEW የንብርብር ዝርዝሮች ለማዘጋጀት ባዶ ይተዉ
ar: اتركه فارغًا لتعيينه من تفاصيل طبقة EUMETVIEW
es: Dejar vacío para configurar desde los detalles de la capa EUMETVIEW
pt: Deixe em branco para definir os detalhes da camada EUMETVIEW
sw: Acha tupu ili uweke kutoka kwa maelezo ya Tabaka la EUMETVIEW

source: Automatically generate animation images
am: የአኒሜሽን ምስሎችን በራስ-ሰር ያመንጩ
ar: إنشاء صور متحركة تلقائيًا
es: Generar automáticamente imágenes de animación.
pt: Gere automaticamente imagens de animação
sw: Tengeneza picha za uhuishaji kiotomatiki

source: MSG Layers
am: MSG ንብርብሮች
ar: طبقات MSG
es: Capas de glutamato monosódico
pt: Camadas MSG
sw: Tabaka za MSG

source: Satellite Imagery Page
am: የሳተላይት ምስሎች ገጽ
ar: صفحة صور الأقمار الصناعية
es: Página de imágenes satelitales
pt: Página de imagens de satélite
sw: Ukurasa wa picha za satelaiti

source: Auto-update
am: ራስ-አዘምን
ar: التحديث التلقائي
es: Actualización automática
pt: Atualização automática
sw: Sasisha kiotomatiki

source: View Today's animation
am: የዛሬውን እነማ ይመልከቱ
ar: عرض الرسوم المتحركة اليوم
es: Ver la animación de hoy
pt: Veja a animação de hoje
sw: Tazama uhuishaji wa Leo

source: Legend
am: አፈ ታሪክ
ar: أسطورة
es: Leyenda
pt: Lenda
sw: Hadithi

source: Source
am: ምንጭ
ar: مصدر
es: Fuente
pt: Fonte
sw: Chanzo

source: Close
am: ገጠመ
ar: يغلق
es: Cerca
pt: Fechar
sw: Funga
