Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/organisation_pages/staff/locale/*/LC_MESSAGES/django.po
Languages: am, pt

source: Order
am: ማዘዝ
pt: Ordem

source: Introduction Heading
am: የመግቢያ ርዕስ
pt: Título de introdução

source: Introduction section heading
am: የመግቢያ ክፍል ርዕስ
pt: Título da seção de introdução

source: Introduction Title
am: የመግቢያ ርዕስ
pt: Título da introdução

source: Introduction section title
am: የመግቢያ ክፍል ርዕስ
pt: Título da seção de introdução

source: Introduction text
am: የመግቢያ ጽሑፍ
pt: Texto de introdução

source: Introduction section description
am: የመግቢያ ክፍል መግለጫ
pt: Descrição da seção de introdução

source: Introduction Section
am: የመግቢያ ክፍል
pt: Seção de introdução

source: Staff
am: ሰራተኞች
pt: Funcionários

source: Staff Page
am: የሰራተኞች ገጽ
pt: Página da equipe

source: Staff member's name
am: የሰራተኛ ስም
pt: Nome do funcionário

source: First and Last names of Staff member
am: የሰራተኞች የመጀመሪያ እና የመጨረሻ ስሞች
pt: Nome e sobrenome do membro da equipe

source: Staff member's role
am: የሰራተኞች ሚና
pt: Função do membro da equipe

source: The role/position of the Staff member
am: የሰራተኛ አባል ሚና / አቋም
pt: O papel/cargo do membro da equipe

source: Staff member Biography
am: የሰራተኛ አባል የህይወት ታሪክ
pt: Biografia do membro da equipe

source: Optional Summary biography of the Staff member
am: አማራጭ ማጠቃለያ የሰራተኛው አባል የህይወት ታሪክ
pt: Biografia resumida opcional do membro da equipe

source: Staff member's Department
am: የሰራተኞች ክፍል
pt: Departamento do funcionário

source: Staff member's Profile Image
am: የሰራተኛ አባል መገለጫ ምስል
pt: Imagem de perfil do membro da equipe

source: A high quality square image
am: ከፍተኛ ጥራት ያለው ካሬ ምስል
pt: Uma imagem quadrada de alta qualidade

source: Staff Member
am: የሰራተኛ አባል
pt: Membro da equipe

source: Staff Members
am: የሰራተኞች አባላት
pt: Membros da equipe
