Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/organisation_pages/projects/locale/*/LC_MESSAGES/django.po
Languages: am

source: How many items should be visible on the projects landing page filter section ?
am: በፕሮጀክቶቹ ላይ ምን ያህል እቃዎች መታየት አለባቸው ማረፊያ ገጽ ማጣሪያ ክፍል ?

source: Items per page
am: እቃዎች በገጽ

source: Other Settings
am: ሌሎች ቅንብሮች

source: Project Index Page
am: የፕሮጀክት መረጃ ጠቋሚ ገጽ

source: Services
am: አገልግሎቶች

source: Project full name
am: የፕሮጀክቱ ሙሉ ስም

source: Name of the project
am: የፕሮጀክቱ ስም

source: Project short name
am: የፕሮጀክት አጭር ስም

source: Short name of the project
am: የፕሮጀክቱ አጭር ስም

source: Begin date
am: የተጀመረበት ቀን

source: End date
am: የመጨረሻ ቀን

source: Partners
am: አጋሮች

source: Goals/Activities section title
am: ግቦች / ተግባራት ክፍል ርዕስ

source: Goal/Activity
am: ግብ/እንቅስቃሴ

source: Goals/Activities List
am: ግቦች / ተግባራት ዝርዝር

source: Feature block
am: የባህሪ እገዳ

source: Project Materials
am: የፕሮጀክት እቃዎች

source: Youtube playlist
am: የዩቲዩብ አጫዋች ዝርዝር

source: Project Goals/Activities Section
am: የፕሮጀክት ግቦች/እንቅስቃሴዎች ክፍል

source: Project
am: ፕሮጀክት

source: Planned
am: የታቀደ

source: Ongoing
am: በመካሄድ ላይ

source: Complete
am: ተጠናቀቀ

source: All Projects
am: ሁሉም ፕሮጀክቶች

source: Our Areas of Work
am: የእኛ የስራ ቦታዎች

source: Latest News
am: አዳዲስ ዜናዎች

source: Videos
am: ቪዲዮዎች

source: More Videos
am: ተጨማሪ ቪዲዮዎች

source: Latest Events
am: የቅርብ ጊዜ ክስተቶች

source: Latest Updates
am: የቅርብ ጊዜ ዝመናዎች

source: More Partners
am: ተጨማሪ አጋሮች

source: Filter by Service
am: በአገልግሎት አጣራ

source: Filter by Start Year
am: በመጀመርያ አመት አጣራ

source: Read More
am: ተጨማሪ ያንብቡ
