Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/organisation_pages/about/locale/*/LC_MESSAGES/django.po
Languages: pt

source: This can be the month of the year or the exact date. Leave blank if not known
pt: Pode ser o mês do ano ou a data exata. Deixe em branco se não souber

source: Describe the milestone
pt: Descreva o marco

source: Organisation's mission
pt: Missão da organização

source: Organisation's vision
pt: Visão da organização

source: Timeline Heading
pt: Título da linha do tempo

source: Timeline items
pt: Itens da linha do tempo

source: Organisation's Structure Section Heading
pt: Título da seção de estrutura da organização

source: Organisation's Struture Heading
pt: Cabeçalho da Estrutura da Organização

source: Organisation's Structure Description
pt: Descrição da Estrutura da Organização

source: Organisation's Struture Description
pt: Descrição da Estrutura da Organização

source: Organisational Structure Image
pt: Imagem da Estrutura Organizacional

source: A high quality image related to your organisation's structure
pt: Uma imagem de alta qualidade relacionada à estrutura da sua organização

source: Feature Block
pt: Bloco de recursos

source: Additional Materials
pt: Materiais Adicionais

source: Accordion
pt: Acordeão

source: Bottom Call to action heading
pt: Título inferior da frase de chamariz

source: Bottom call to action description
pt: Descrição da frase de chamariz inferior

source: Bottom call to action button text
pt: Texto inferior do botão de apelo à ação

source: Bottom call to action button link
pt: Link inferior do botão de call to action

source: Mission & Vision Section
pt: Seção Missão e Visão

source: Organisation Structure Section
pt: Seção de Estrutura Organizacional

source: Bottom Call to action Section
pt: Seção inferior de apelo à ação

source: About Page
pt: Sobre a página

source: Mission & Vision
pt: Missão e Visão

source: Organisational Structure
pt: Estrutura Organizacional

source: History
pt: História

source: Additional Information
pt: Informações adicionais

source: Our Mission
pt: Nossa Missão

source: Our Vision
pt: Nossa Visão

source: Our Partners
pt: Nossos parceiros

source: More Partners
pt: Mais parceiros
