Repository: wmo-raf/climweb
Catalog: pages/satellite_imagery/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Layer name
fr: Nom du calque

source: Layer label
fr: Étiquette de calque

source: Leave blank to use default label title from EUMetView
fr: Laissez vide pour utiliser le titre de l'étiquette par défaut d'EUMetView

source: Enabled
fr: Activé

source: Layer Abstract
fr: Couche abstraite

source: Leave empty to set from EUMETVIEW Layer details
fr: Laisser vide pour définir à partir des détails de la couche EUMETVIEW

source: Automatically generate animation images
fr: Générer automatiquement des images d'animation

source: MSG Layers
fr: Couches MSG

source: Auto-update
fr: Mise à jour automatique

source: View Today's animation
fr: Voir l'animation du jour

source: Legend
fr: Légende

source: Close
fr: Fermer
