Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/products/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Name
am: ስም
ar: اسم
es: Nombre
fr: Nom
pt: Nome
sw: Jina

source: Icon
am: አዶ
ar: أيقونة
es: Icono
fr: Icône
pt: Ícone
sw: Aikoni

source: Product Type
am: የምርት አይነት
ar: نوع المنتج
es: tipo de producto
fr: type de produit
pt: Tipo de produto
sw: Aina ya Bidhaa

source: Effective from
am: ውጤታማ ከ
ar: فعال من
es: Válido desde
fr: À compter de
pt: Eficaz a partir de
sw: Kuanzia

source: The date when this product becomes effective
am: ይህ ምርት ተግባራዊ የሚሆንበት ቀን
ar: التاريخ الذي يصبح فيه هذا المنتج ساري المفعول
es: La fecha en la que este producto entra en vigor.
fr: La date à laquelle ce produit entre en vigueur
pt: A data em que este produto entra em vigor
sw: Tarehe ambayo bidhaa hii itaanza kutumika

source: Effective until
am: ድረስ ውጤታማ
ar: فعالة حتى
es: Efectivo hasta
fr: En vigueur jusqu'à
pt: Efetivo até
sw: Inatumika hadi

source: The last day this product remains effective. Leave blank if not applicable
am: የመጨረሻው ቀን ይህ ምርት ውጤታማ ሆኖ ይቆያል. የማይተገበር ከሆነ ባዶ ይተዉት።
ar: اليوم الأخير يبقى هذا المنتج فعالا. اتركه فارغا إن لم يكن قابلا للتطبيق
es: El último día este producto sigue siendo eficaz. Dejar en blanco si no es aplicable
fr: Le dernier jour ce produit reste efficace. Laissez un vide si non applicable
pt: No último dia este produto permanece eficaz. Deixe em branco se não for aplicável
sw: Siku ya mwisho bidhaa hii inabakia kuwa na ufanisi. Acha wazi ikiwa haitumiki

source: Image
am: ምስል
ar: صورة
es: Imagen
pt: Imagem
sw: Picha

source: Summary of the map/image information
am: የካርታ/ምስል መረጃ ማጠቃለያ
ar: ملخص معلومات الخريطة/الصورة
es: Resumen de la información del mapa/imagen.
fr: Résumé des informations sur la carte/image
pt: Resumo das informações do mapa/imagem
sw: Muhtasari wa maelezo ya ramani/picha

source: The effective until date cannot be earlier than the effective from date
am: እስከ ቀን ድረስ የሚሠራው ከቀን ጀምሮ ከተሠራበት ቀደም ብሎ ሊሆን አይችልም
ar: لا يمكن أن يكون تاريخ السريان حتى أقدم من تاريخ السريان
es: La fecha de vigencia hasta no puede ser anterior a la fecha de vigencia desde
fr: La date d'effet ne peut pas être antérieure à la date d'effet
pt: A data de vigência até não pode ser anterior à data de vigência a partir
sw: Kutumika hadi tarehe haiwezi kuwa mapema kuliko kuanza kutumika kuanzia tarehe

source: Document
am: ሰነድ
ar: وثيقة
es: Documento
pt: Documento
sw: Hati

source: Auto-generate thumbnail
am: ድንክዬዎን በራስ-ሰር ይፍጠሩ
es: Miniatura generada automáticamente
fr: Générer automatiquement une vignette
pt: Gerar miniatura automaticamente
sw: Kijipicha cha auto-generate

source: If the document is a PDF, an image of the first page will be auto-generated.
am: ሰነዱ ፒዲኤፍ ከሆነ, የመጀመሪያው ገጽ ምስል በራስ-ተፈጥሮአዊ ይሆናል.
es: Si el documento es un PDF, se generará automáticamente una imagen de la primera página.
fr: Si le document est un PDF, une image de la première page sera générée automatiquement.
pt: Se o documento for PDF, uma imagem da primeira página será gerada automaticamente.
sw: Ikiwa hati ni PDF, picha ya ukurasa wa kwanza itatengenezwa kiotomatiki.

source: Thumbnail of the document
am: የሰነዱ ድንክዬ
ar: صورة مصغرة للوثيقة
es: Miniatura del documento
fr: Miniature du document
pt: Miniatura do documento
sw: Kijipicha cha hati

source: For example a screen grab of the cover page. If left empty and Auto-generate above is checked and the uploaded document is a PDF, an image of the first page will be auto-generated.
am: ለምሳሌ የሽፋኑ ገጽ ማያ ገጽ ቢተው ባዶ ከሆነ እና በራስ-ማመንሪያ ከተመረመረ እና የተሰቀለው ሰነድ ፒዲኤፍ ነው, የመጀመሪያው ገጽ ምስል በራስ-ተፈጥሮአዊ ይሆናል.
es: Por ejemplo, una captura de pantalla de la portada. Si se deja vacío y se marca Generar automáticamente arriba y el documento cargado es un PDF, se generará automáticamente una imagen de la primera página.
fr: Par exemple, une capture d'écran de la page de garde. Si laissé vide et que Générer automatiquement ci-dessus est coché et que le document téléchargé est un PDF, une image de la première page sera générée automatiquement.
pt: Por exemplo, uma captura de tela da página de rosto. Se deixado em branco e a opção Gerar automaticamente acima estiver marcada e o documento carregado for um PDF, uma imagem da primeira página será gerada automaticamente.
sw: Kwa mfano kunyakua kwa skrini ya ukurasa wa jalada. Ikiwa kushoto bila kitu na auto-auto hapo juu imeangaliwa na hati iliyopakiwa ni PDF, picha ya ukurasa wa kwanza itatengenezwa kiotomatiki.

source: Summary of the document information
am: የሰነዱ መረጃ ማጠቃለያ
ar: ملخص معلومات الوثيقة
es: Resumen de la información del documento.
fr: Résumé des informations du document
pt: Resumo das informações do documento
sw: Muhtasari wa habari ya hati

source: Table
am: ጠረጴዛ
ar: طاولة
es: Mesa
fr: Tableau
pt: Mesa
sw: Jedwali

source: Text
am: ጽሑፍ
ar: نص
es: Texto
fr: Texte
pt: Texto
sw: Maandishi

source: Content
am: ይዘት
ar: محتوى
es: Contenido
fr: Contenu
pt: Contente
sw: Maudhui

source: Products listing Heading
am: የምርት ዝርዝር ርዕስ
ar: عنوان قائمة المنتجات
es: Listado de productos Título
fr: Liste des produits Rubrique
pt: Título da listagem de produtos
sw: Kichwa cha kuorodhesha bidhaa

source: Group menu items by service
am: የቡድን ምናሌ ንጥሎችን በአገልግሎት
ar: عناصر القائمة المجموعة حسب الخدمة
es: Agrupar elementos del menú por servicio.
fr: Regrouper les éléments de menu par service
pt: Agrupar itens do menu por serviço
sw: Vipengee vya menyu ya kikundi kulingana na huduma

source: Product Index Page
am: የምርት መረጃ ጠቋሚ ገጽ
ar: صفحة فهرس المنتج
es: Página de índice de productos
fr: Page d'index des produits
pt: Página de índice de produtos
sw: Ukurasa wa Kielezo cha Bidhaa

source: Product Index Pages
am: የምርት ማውጫ ገጾች
ar: صفحات فهرس المنتج
es: Páginas de índice de productos
fr: Pages d'index des produits
pt: Páginas de índice de produtos
sw: Kurasa za Fahirisi za Bidhaa

source: Primary Service
am: የመጀመሪያ ደረጃ አገልግሎት
ar: الخدمة الأساسية
es: Servicio Primario
fr: Service primaire
pt: Serviço Primário
sw: Huduma ya Msingi

source: How many of this products should be visible on the landing page filter section ?
am: ከእነዚህ ምርቶች ውስጥ ስንት ናቸው በማረፊያ ገጽ ማጣሪያ ክፍል ላይ መታየት ያለባቸው?
ar: كم عدد هذه المنتجات التي يجب أن تكون مرئية في قسم مرشح الصفحة المقصودة؟
es: ¿Cuántos de estos productos deberían estar visibles en la sección de filtro de la página de destino?
fr: Combien de ces produits doivent être visibles dans la section de filtre de la page de destination ?
pt: Quantos desses produtos devem estar visíveis na seção de filtro da página de destino?
sw: Je, ni bidhaa ngapi kati ya hizi zinazopaswa kuonekana kwenye sehemu ya kichujio cha ukurasa wa kutua?

source: Products per page
am: ምርቶች በገጽ
ar: المنتجات لكل صفحة
es: Productos por pagina
fr: Produits par page
pt: Produtos por página
sw: Bidhaa kwa kila ukurasa

source: Default Listing Thumbnail
am: ነባሪ ዝርዝር ድንክዬ
ar: الصورة المصغرة للقائمة الافتراضية
es: Miniatura de listado predeterminado
fr: Miniature de liste par défaut
pt: Miniatura de listagem padrão
sw: Kijipicha Chaguomsingi cha Kuorodhesha

source: An image that will be used as a thumbnail for in the products listing, if no image can be extracted from product items
am: ከምርት ዕቃዎች ምንም ምስል ማውጣት ካልተቻለ ለምርቶቹ ዝርዝር ውስጥ እንደ ድንክዬ የሚያገለግል ምስል
ar: صورة سيتم استخدامها كصورة مصغرة في قائمة المنتجات، إذا لم يكن من الممكن استخراج صورة من عناصر المنتج
es: Una imagen que se utilizará como miniatura en la lista de productos, si no se puede extraer ninguna imagen de los elementos del producto.
fr: Une image qui sera utilisée comme miniature dans la liste des produits, si aucune image ne peut être extraite des éléments du produit
pt: Uma imagem que será usada como miniatura na lista de produtos, se nenhuma imagem puder ser extraída dos itens do produto
sw: Picha ambayo itatumika kama kijipicha katika orodha ya bidhaa, ikiwa hakuna picha inayoweza kutolewa kutoka kwa bidhaa.

source: Menu Order
am: የምናሌ ትዕዛዝ
ar: ترتيب القائمة
es: Orden del menú
fr: Ordre du menu
pt: Ordem do cardápio
sw: Agizo la Menyu

source: Product
am: ምርት
ar: منتج
es: Producto
fr: Produit
pt: Produto
sw: Bidhaa

source: Other relevant Services
am: ሌሎች ተዛማጅ አገልግሎቶች
ar: الخدمات الأخرى ذات الصلة
es: Otros servicios relevantes
fr: Autres services pertinents
pt: Outros serviços relevantes
sw: Huduma Nyingine zinazohusika

source: Map Layers
am: የካርታ ንብርብሮች
ar: طبقات الخريطة
es: Capas de mapa
fr: Couches de carte
pt: Camadas do mapa
sw: Tabaka za Ramani

source: Other settings
am: ሌሎች ቅንብሮች
ar: اعدادات اخرى
es: Otros ajustes
fr: Autres réglages
pt: Outras configurações
sw: Mipangilio mingine

source: National Product Page
am: ብሔራዊ የምርት ገጽ
ar: صفحة المنتج الوطني
es: Página de productos nacionales
fr: Page nationale des produits
pt: Página Nacional do Produto
sw: Ukurasa wa Bidhaa za Kitaifa

source: National Product Pages
am: ብሔራዊ የምርት ገጾች
ar: صفحات المنتجات الوطنية
es: Páginas de productos nacionales
fr: Pages nationales de produits
pt: Páginas de produtos nacionais
sw: Kurasa za Bidhaa za Kitaifa

source: Product Tag
am: የምርት መለያ
ar: علامة المنتج
es: Etiqueta de producto
fr: Étiquette du produit
pt: Etiqueta do produto
sw: Lebo ya Bidhaa

source: The first day when products added below become effective
am: ከታች የተጨመሩ ምርቶች ውጤታማ ሲሆኑ የመጀመሪያው ቀን
ar: اليوم الأول الذي تصبح فيه المنتجات المضافة أدناه سارية المفعول
es: El primer día en que los productos añadidos a continuación entren en vigor
fr: Le premier jour où les produits ajoutés ci-dessous entrent en vigueur
pt: O primeiro dia em que os produtos adicionados abaixo se tornam eficazes
sw: Siku ya kwanza wakati bidhaa zinaongezwa hapa chini zinatumika

source: The last day when products added below remain effective. Leave blank if not applicable
am: ከታች የተጨመሩ ምርቶች ውጤታማ ሆነው የሚቆዩበት የመጨረሻው ቀን። የማይተገበር ከሆነ ባዶ ይተዉት።
ar: اليوم الأخير الذي تظل فيه المنتجات المضافة أدناه فعالة. اتركه فارغا إن لم يكن قابلا للتطبيق
es: El último día en el que los productos añadidos a continuación siguen siendo efectivos. Dejar en blanco si no es aplicable
fr: Dernier jour où les produits ajoutés ci-dessous restent efficaces. Laissez un vide si non applicable
pt: O último dia em que os produtos adicionados abaixo permanecem eficazes. Deixe em branco se não for aplicável
sw: Siku ya mwisho wakati bidhaa zinaongezwa hapa chini zinaendelea kutumika. Acha wazi ikiwa haitumiki

source: Product Item
am: የምርት ንጥል
ar: البند المنتج
es: Artículo del producto
fr: Article du produit
pt: Item do produto
sw: Kipengee cha Bidhaa

source: Subnational Product Landing Page
pt: Página inicial do produto subnacional

source: Subnational Product Landing Pages
pt: Páginas iniciais de produtos subnacionais

source: Subnational Region
am: ብሄረሰብ ክልል
ar: المنطقة دون الوطنية
es: Región Subnacional
fr: Région infranationale
pt: Região Subnacional
sw: Mkoa wa Kitaifa

source: Subnational Regions
am: ብሔረሰባዊ ክልሎች
ar: المناطق دون الوطنية
es: Regiones subnacionales
fr: Régions infranationales
pt: Regiões Subnacionais
sw: Mikoa Ndogo

source: Region
am: ክልል
ar: منطقة
es: Región
fr: Région
pt: Região
sw: Mkoa

source: Subnational Product Page
am: ንዑስ ብሄራዊ የምርት ገጽ
ar: صفحة المنتج الفرعية
es: Página de productos subnacionales
fr: Page de produit infranationale
pt: Página de produto subnacional
sw: Ukurasa wa Bidhaa za Kitaifa

source: Subnational Product Pages
am: ንዑስ ብሄራዊ የምርት ገጾች
ar: صفحات المنتجات الفرعية
es: Páginas de productos subnacionales
fr: Pages de produits infranationales
pt: Páginas de produtos subnacionais
sw: Kurasa za Bidhaa za Kitaifa

source: View
am: ይመልከቱ
ar: منظر
es: Vista
fr: Voir
pt: Visualizar
sw: Tazama

source: Download document - %(file_size)s
am: ሰነድ አውርድ - %(file_size)s
ar: تنزيل المستند - %(file_size)s
es: Descargar documento - %(file_size)s
fr: Télécharger le document - %(file_size)s
pt: Baixar documento - %(file_size)s
sw: Pakua hati - %(file_size)s

source: Download document
am: ሰነድ አውርድ
ar: تنزيل المستند
es: Descargar documento
fr: Télécharger le document
pt: Baixar documento
sw: Pakua hati

source: Filter by Year
am: በአመት አጣራ
ar: التصفية حسب السنة
es: Filtrar por año
fr: Filtrer par année
pt: Filtrar por ano
sw: Chuja kwa Mwaka

source: Filter by Month
am: በወር አጣራ
ar: التصفية حسب الشهر
es: Filtrar por mes
fr: Filtrer par mois
pt: Filtrar por mês
sw: Chuja kwa Mwezi

source: Browse
am: አስስ
ar: تصفح
es: Navegar
fr: Parcourir
pt: Navegar
sw: Vinjari

source: MapViewer
am: ካርታ መመልከቻ
ar: عارض الخرائط
es: Visor de mapas
fr: Visionneuse de cartes
pt: Visualizador de mapas
sw: Mtazamaji wa Ramani

source: Browse Product Updates
am: የምርት ዝመናዎችን ያስሱ
ar: تصفح تحديثات المنتج
es: Explorar actualizaciones de productos
fr: Parcourir les mises à jour du produit
pt: Procure atualizações de produtos
sw: Vinjari Masasisho ya Bidhaa

source: %(title)s
pt: %(título)s

source: Product Layers Integration
am: የምርት ንብርብሮች ውህደት
ar: تكامل طبقات المنتج
es: Integración de capas de productos
fr: Intégration des couches de produits
pt: Integração de camadas de produto
sw: Ujumuishaji wa Tabaka za Bidhaa

source: Product Page
am: የምርት ገጽ
ar: صفحة المنتج
es: Página del producto
fr: Page produit
pt: Página do produto
sw: Ukurasa wa Bidhaa

source: Save
am: አስቀምጥ
ar: يحفظ
es: Ahorrar
fr: Sauvegarder
pt: Salvar
sw: Hifadhi

source: Read More
am: ተጨማሪ ያንብቡ
ar: اقرأ أكثر
es: Leer más
fr: En savoir plus
pt: Leia mais
sw: Soma zaidi

source: View products
pt: Ver produtos

source: Browse Products
pt: Navegar pelos produtos

source: Filter by Region
pt: Filtrar por região

source: Download
am: አውርድ
ar: تحميل
es: Descargar
fr: Télécharger
sw: Pakua
