Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/dashboards/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Chart
sw: Chati

source: Map
sw: Ramani

source: Dashboard Section
sw: Sehemu ya Dashibodi

source: Dashboards Gallery / Atlas
sw: Matunzio ya Dashibodi / Atlas

source: Banner description
sw: Maelezo ya bendera

source: Hex color code for banner background (e.g., #ffffff)
sw: Nambari ya rangi ya hex kwa msingi wa mabango (k.m., #ffffff)

source: Banner Image
sw: Picha ya bendera

source: A high quality banner image
sw: Picha ya mabango ya hali ya juu

source: Additional Materials
sw: Vifaa vya ziada

source: Vertical Bar Chart
sw: Chati ya wima ya wima

source: Horizontal Bar Chart
sw: Chati ya bar ya usawa

source: Scatter Plot
sw: Kutawanya njama

source: Warming stripes
sw: Kupigwa joto

source: Level 0
sw: Kiwango 0

source: Level 1
sw: Kiwango cha 1

source: Level 2
sw: Kiwango cha 2

source: Description
sw: Maelezo

source: Click on map to generate name
sw: Bonyeza kwenye ramani ili kutoa jina

source: Administrative Level
sw: Kiwango cha Utawala

source: Area
sw: Eneo

source: Layer
sw: Tabaka

source: Auto-generated, do not edit
sw: Imetengenezwa kiotomatiki, usihariri

source: Admin Boundary
sw: Mpaka wa admin

source: Dashboard Chart
sw: Chati ya Dashibodi

source: Dashboard Charts
sw: Chati za Dashibodi

source: Map Layers
sw: Tabaka za ramani

source: Single Map
sw: Ramani moja

source: Comparison Map
sw: Ramani ya kulinganisha

source: Select whether this is a single map or a comparison map.
sw: Chagua ikiwa hii ni ramani moja au ramani ya kulinganisha.

source: A single map can only have one map layer.
sw: Ramani moja inaweza kuwa na safu moja ya ramani.

source: A comparison map must have two map layers.
sw: Ramani ya kulinganisha lazima iwe na tabaka mbili za ramani.

source: No dashboards available yet.
sw: Hakuna dashibodi zinazopatikana bado.

source: Function
sw: Kazi

source: Resolution
sw: Azimio

source: Geographic coverage
sw: Chanjo ya kijiografia

source: Source
sw: Chanzo

source: License
sw: Leseni

source: Frequency of Update
sw: Frequency ya sasisho

source: Overview
sw: Muhtasari

source: Maps
sw: Ramani

source: Dashboards
sw: Dashibodi
