Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/organisation_pages/partners/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Name
pt: Nome

source: Logo
pt: Logotipo

source: Link to the partners website
pt: Link para o site dos parceiros

source: Link to partner's website
pt: Link para o site do parceiro

source: Order
pt: Ordem

source: Visible on Homepage
pt: Visível na página inicial

source: Is Main
pt: É principal

source: Partner
pt: Parceiro

source: Partners Call to Action title
pt: Título da frase de chamariz dos parceiros

source: Partners call to action section title
pt: Título da seção de apelo à ação dos parceiros

source: Partners call to action text
pt: Texto de apelo à ação dos parceiros

source: Call to action description text
pt: Texto de descrição da frase de chamariz

source: Partners call to action Image
pt: Imagem de apelo à ação dos parceiros

source: A high quality image related to the Partners call to action message
pt: Uma imagem de alta qualidade relacionada à mensagem de call to action do Parceiro

source: Partners call to action button text
pt: Texto do botão de apelo à ação dos parceiros

source: Partners call to action page
pt: Página de apelo à ação dos parceiros

source: Partners Call to Action Section
pt: Seção de apelo à ação dos parceiros

source: Partners Page
pt: Página de parceiros

source: Our Partners
pt: Nossos parceiros
