Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: This also includes the implementation of CAP Alerts, Georeferenced data visualization, email marketing, events, surveys, and user analytics integration.
sw: Hii pia inajumuisha utekelezaji wa Arifa za CAP, taswira ya data inayorejelewa, uuzaji wa barua pepe, matukio, tafiti, na ujumuishaji wa uchanganuzi wa watumiaji.

source: **12. How does the CMS work in low internet connectivity**
sw: **12. Jinsi CMS inavyofanya kazi katika muunganisho mdogo wa intaneti**

source: The CMS is optimized for low bandwidth scenarios. This involves the minimisation of the use of large images, videos or heavy media files that might consume a significant amount of bandwidth. The CMS also supports **caching mechanisms** that can help reduce the load on the server and improve the website’s performance. By enabling caching, static content can be stored on the user's device, reducing the need for repeated downloads, and enhancing the experience on low bandwidth connections.
sw: CMS imeboreshwa kwa ajili ya matukio ya kipimo data cha chini. Hii inahusisha kupunguza matumizi ya picha kubwa, video au faili nzito za midia ambazo zinaweza kutumia kiasi kikubwa cha kipimo data. CMS pia inasaidia **njia za kuweka akiba** ambazo zinaweza kusaidia kupunguza upakiaji kwenye seva na kuboresha utendakazi wa tovuti. Kwa kuwezesha akiba, maudhui tuli yanaweza kuhifadhiwa kwenye kifaa cha mtumiaji, na hivyo kupunguza hitaji la upakuaji unaorudiwa, na kuboresha matumizi kwenye miunganisho ya kipimo data cha chini.

source: **13. Geo-referenced data visualization: What data sources and formats are supported?**
sw: **13. Taswira ya data inayorejelewa kijiografia: Ni vyanzo na miundo gani ya data inayotumika?**

source: An essential feature provided by the CMS is its capability to **facilitate interactive visualization of georeferenced data**. This includes the ability to upload and visualize gridded data in formats such as NetCDF and GeoTIFF, as well as vector data in the form of points and polygons. The CMS also supports the integration of CAP Alerts and enables the inclusion of data from external Web Map Service (WMS) sources for comprehensive data visualization.
sw: Kipengele muhimu kinachotolewa na CMS ni uwezo wake wa **kuwezesha taswira shirikishi ya data iliyorejelewa**. Hii inajumuisha uwezo wa kupakia na kuibua data iliyounganishwa katika miundo kama vile NetCDF na GeoTIFF, pamoja na data ya vekta katika mfumo wa pointi na poligoni. CMS pia inasaidia ujumuishaji wa Arifa za CAP na kuwezesha ujumuishaji wa data kutoka kwa vyanzo vya nje vya Huduma ya Ramani ya Wavuti (WMS) kwa taswira ya data ya kina.

source: **14. Can they use the CAP editor alone?**
sw: **14. Je, wanaweza kutumia kihariri cha CAP peke yao?**

source: The CAP Editor has been developed to be flexible in its deployment options. It can be run independently as a **standalone application**, which is accessible at https://github.com/wmo-raf/cap-editor. Alternatively, it can be fully **integrated into the CMS**, providing seamless management of CAP Alerts within the CMS environment. More information about the integration and usage can be found at https://github.com/wmo-raf/nmhs-cms/wiki/Manage-CAP-Alerts.
sw: Kihariri cha CAP kimetengenezwa ili kiwe rahisi katika chaguzi zake za kupeleka. Inaweza kuendeshwa kwa kujitegemea kama **programu ya pekee**, ambayo inapatikana katika https://github.com/wmo-raf/cap-editor. Vinginevyo, inaweza **kuunganishwa kikamilifu katika CMS**, ikitoa usimamizi usio na mshono wa Arifa za CAP ndani ya mazingira ya CMS. Maelezo zaidi kuhusu ujumuishaji na matumizi yanaweza kupatikana katika https://github.com/wmo-raf/nmhs-cms/wiki/Manage-CAP-Alerts.

source: Introduction
sw: Utangulizi

source: CMS Kit
sw: Seti ya CMS

source: The **template Content Management System** is available for any NMHS wishing to upgrade its website. This initiative was developed as part of targeted support for African NMHSs in their digital transformation journey. The template was presented to technical experts from NMHSs during a [training in early warning communications](https://public.wmo.int/en/resources/meteoworld/building-capacity-africa-achieve-early-warnings-all).
sw: **Kiolezo cha Mfumo wa Kudhibiti Maudhui** kinapatikana kwa NMHS yoyote inayotaka kuboresha tovuti yake. Mpango huu ulitayarishwa kama sehemu ya usaidizi uliolengwa kwa NMHS za Kiafrika katika safari yao ya mabadiliko ya kidijitali. Kiolezo kiliwasilishwa kwa wataalamu wa kiufundi kutoka NMHSs wakati wa [mafunzo ya mawasiliano ya tahadhari ya mapema](https://public.wmo.int/en/resources/meteoworld/building-capacity-africa-achieve-early-warnings-all).

source: ![Stepwise Approach](../_static/images/home/stepwise_approach.jpg "Stepwise Approach")
sw: ![Njia ya Hatua](../_static/images/home/stepwise_approach.jpg "Njia ya Hatua kwa Hatua")

source: Stepwise Approach
sw: Njia ya Hatua kwa Hatua

source: This new template offers:
sw: Kiolezo hiki kipya kinatoa:

source: a customisable and modern design
sw: muundo unaowezekana na wa kisasa

source: seamless marketing integrations
sw: miunganisho ya uuzaji isiyo na mshono

source: a user-friendly CAP editor
sw: kihariri cha CAP kinachofaa mtumiaji

source: advanced climate data visualization tools for any NMHS seeking to upgrade its website.
sw: zana za hali ya juu za kuona data ya hali ya hewa kwa NMHS yoyote inayotaka kuboresha tovuti yake.

source: It adopts **best practices in data visualization and hydro meteorological department and climate communications**. All components of the website are built on free and open-source standards allowing for collaboration and contribution.
sw: Inakubali **mazoea bora katika taswira ya data na idara ya hali ya hewa ya maji na mawasiliano ya hali ya hewa**. Vipengele vyote vya tovuti vimejengwa kwa viwango vya bure na vya chanzo huria vinavyoruhusu ushirikiano na mchango.

source: The CAP editor is expected to **increase the adoption of the Common Alerting Protocol in Africa**, key to increasing the reach of alerts, and their connectivity to broadcast, web and mobile networks. Africa remains one of the world's most vulnerable regions to climate change and increasing extremes. Increasing the protection of the population through improved climate and early warning communications is crucial.
sw: Mhariri wa CAP anatarajiwa **kuongeza kupitishwa kwa Itifaki ya Pamoja ya Tahadhari barani Afrika**, ufunguo wa kuongeza ufikiaji wa arifa, na muunganisho wao kwenye matangazo, wavuti na mitandao ya simu. Afrika inasalia kuwa moja wapo ya kanda zilizo hatarini zaidi ulimwenguni kwa mabadiliko ya hali ya hewa na kuongezeka kwa hali mbaya zaidi. Kuongeza ulinzi wa watu kupitia uboreshaji wa hali ya hewa na mawasiliano ya tahadhari ya mapema ni muhimu.

source: Considerations during the design & development phase
sw: Mambo ya kuzingatia wakati wa kubuni na awamu ya maendeleo

source: During the design and development phase, fundamental factors were taken into consideration to ensure the delivery of a Content Management System that would improve the efficiency of management.
sw: Wakati wa awamu ya kubuni na ukuzaji, mambo ya msingi yalizingatiwa ili kuhakikisha utoaji wa Mfumo wa Kusimamia Maudhui ambao ungeboresha ufanisi wa usimamizi.

source: ![CMS Features](../_static/images/home/features.jpg "CMS Features")
sw: ![Sifa za CMS](../_static/images/home/features.jpg "Sifa za CMS")

source: CMS Features
sw: Vipengele vya CMS

source: It factored in:
sw: Iliwekwa katika:

source: Well **defined content structure** and pages management,
sw: **Muundo uliofafanuliwa wa yaliyomo ** na usimamizi wa kurasa,

source: **User-friendly interface** with a modern look and feel
sw: **Kiolesura kinachofaa mtumiaji** chenye mwonekano na hisia za kisasa

source: Great **user experience and ease** in locating content
sw: Nzuri **uzoefu wa mtumiaji na urahisi ** katika kupata maudhui

source: A **decentralized CMS architecture** was adopted to allow management of departmental sections by different user roles and allow for content moderation and publishing **workflows**. ![centralization](../_static/images/home/centralization.jpg "centralization")
sw: **usanifu wa CMS uliogatuliwa** ulipitishwa ili kuruhusu usimamizi wa sehemu za idara kwa majukumu tofauti ya mtumiaji na kuruhusu udhibiti wa maudhui na uchapishaji **utaratibu wa kazi**. ![centralization](../_static/images/home/centralization.jpg "centralization")

source: centralization
sw: uwekaji kati

source: Delivery and support
sw: Utoaji na usaidizi

source: For a smooth and efficient delivery of the CMS and customization of the website template to the NMHS, a step by step process will be adopted. The quality and interactivity of the website is first assessed followed by approaching and presenting the CMS and integrating feedback. Thereafter, willing/potential members for support are identified together with a focal point for coordination. The CMS is then installed and training on the configuration of CMS and customization of the website conducted. Additionally, learning materials, documentations and guides are provided alongside follow-up support in troubleshooting
sw: Kwa uwasilishaji mzuri na mzuri wa CMS na ubinafsishaji wa kiolezo cha tovuti kwa NMHS, mchakato wa hatua kwa hatua utapitishwa. Ubora na mwingiliano wa tovuti hupimwa kwanza ikifuatiwa na kukaribia na kuwasilisha CMS na kuunganisha maoni. Baada ya hapo, wanachama walio tayari/wanaoweza kupata usaidizi wanatambuliwa pamoja na kitovu cha uratibu. CMS basi inasakinishwa na mafunzo juu ya usanidi wa CMS na ubinafsishaji wa tovuti uliofanywa. Zaidi ya hayo, nyenzo za kujifunzia, nyaraka na miongozo hutolewa pamoja na usaidizi wa ufuatiliaji katika utatuzi wa matatizo

source: ![CMS Support](../_static/images/home/support.jpg "CMS Support")
sw: ![Usaidizi wa CMS](../_static/images/home/support.jpg "Usaidizi wa CMS")

source: CMS Support
sw: Msaada wa CMS

source: Core Components and Integrations
sw: Vipengele vya Msingi na Ushirikiano

source: **User friendly website Content Management System**
sw: **Mfumo wa Kusimamia Maudhui kwenye tovuti rafiki kwa mtumiaji**

source: Modern look and design, mobile friendly.
sw: Muonekano wa kisasa na muundo, wa kirafiki wa rununu.

source: Adopts best practices and designs benchmarked for weather and climate information dissemination for NMHSs in Africa.
sw: Hupitisha mbinu na miundo bora iliyoainishwa kwa usambazaji wa taarifa za hali ya hewa na hali ya hewa kwa NMHS barani Afrika.

source: Easy to use and customise without technical skills.
sw: Rahisi kutumia na kubinafsisha bila ujuzi wa kiufundi.

source: Decentralised content management. Different staff can be assigned and manage different sections of the website.
sw: Udhibiti wa maudhui uliogatuliwa. Wafanyakazi tofauti wanaweza kupewa na kusimamia sehemu tofauti za tovuti.

source: Defined content publishing workflows. Editors and moderators can be defined for every section of the website.
sw: Mitiririko ya kazi ya uchapishaji wa maudhui iliyofafanuliwa. Wahariri na wasimamizi wanaweza kubainishwa kwa kila sehemu ya tovuti.

source: Embedding Multimedia Content - Youtube etc.
sw: Kupachika Maudhui ya Midia Multimedia - Youtube n.k.

source: **Cap Alerts Publishing**
sw: **Arifa Muhimu Uchapishaji**

source: Modern Cap Editor with simple user friendly and mobile friendly CAP alert creation and management.
sw: Kihariri cha Kisasa cha Sura kilicho na uundaji na usimamizi rahisi wa arifa za CAP zinazofaa kwa mtumiaji na za simu za mkononi.

source: Moderated Publishing Workflow from CAP composer to approver, including commenting and email notification support.
sw: Mtiririko wa Kazi wa Uchapishaji unaosimamiwa kutoka kwa mtunzi wa CAP hadi kwa mwidhinishaji, ikijumuisha kutoa maoni na usaidizi wa arifa za barua pepe.

source: Conforms to CAP Version 1.2 Standards.
sw: Inalingana na CAP Toleo la 1.2 Viwango.

source: Search Engine Optimisation support to increase visibility and attract targeted traffic to an alert.
sw: Usaidizi wa Uboreshaji wa Injini ya Utafutaji ili kuongeza mwonekano na kuvutia trafiki inayolengwa kwa tahadhari.

source: Support for Approval Workflow from composer to approver, including commenting and email notification support.
sw: Usaidizi wa Mtiririko wa Kazi wa Idhini kutoka kwa mtunzi hadi kwa mwidhinishaji, ikijumuisha kutoa maoni na usaidizi wa arifa za barua pepe.

source: Interoperable XML API of Alert List and Detail for integration with CAP Aggregators
sw: API ya XML inayoweza kutumika ya Orodha ya Arifa na Maelezo ya kuunganishwa na Vikusanyaji vya CAP

source: Live CAP creation and editing preview.
sw: Uundaji wa moja kwa moja wa CAP na hakiki ya kuhariri.

source: Draw / Upload Polygon Functionality for Alert Area/Areas.
sw: Chora / Pakia Utendaji wa Poligoni kwa Maeneo/Maeneo ya Tahadhari.

source: Alert to Alert/Alerts Reference Linkage.
sw: Tahadhari kwa Muunganisho wa Marejeleo ya Arifa/Tahadhari.

source: **Events registrations and Integration with Online Meeting Platforms (Zoom)**
sw: **Usajili wa matukio na Ujumuishaji na Majukwaa ya Mikutano ya Mtandaoni (Zoom)**

source: Create event registration forms hosted on the website.
sw: Unda fomu za usajili wa matukio zinazopangishwa kwenye tovuti.

source: Automatically send invitation emails to users as they register to events from the website.
sw: Tuma barua pepe za mwaliko kwa watumiaji kiotomatiki wanapojiandikisha kwa matukio kutoka kwa tovuti.

source: Keep record of all your registrants for internal analysis.
sw: Weka rekodi za waliojisajili kwa uchanganuzi wa ndani.

source: Allow users registering to events to also subscribe to your products.
sw: Ruhusu watumiaji wanaojisajili kwa matukio ili pia wajisajili kwa bidhaa zako.

source: **Interactive Georeferenced data visualisation**
sw: **Taswira ya data inayoingiliana ya Georeferenced**

source: Upload and visualise own gridded data (forecasts, advisories, climate data products) on a map.
sw: Pakia na taswira data yako ya gridi (utabiri, ushauri, bidhaa za data ya hali ya hewa) kwenye ramani.

source: Upload and visualise vector data (Point, areas) on a map.
sw: Pakia na uone data ya vekta (Pointi, maeneo) kwenye ramani.

source: Visualise own CAP alerts.
sw: Tazama arifa zako za CAP.

source: Visualise thematic/sectorial data products interactively.
sw: Tazama bidhaa za data za mada/sekta kwa maingiliano.

source: Integrate external data sources ( from Regional Centers, Global Producing Centers, Satellite, Google Earth Engine etc).
sw: Unganisha vyanzo vya data vya nje (kutoka Vituo vya Kikanda, Vituo vya Uzalishaji Ulimwenguni, Satellite, Google Earth Engine n.k).

source: Provide a platform to support impact based forecasts, analysis and advisories.
sw: Toa jukwaa la kusaidia utabiri kulingana na matokeo, uchambuzi na ushauri.

source: **Email Marketing integration and user analytics**
sw: **Ujumuishaji wa Uuzaji wa barua pepe na uchanganuzi wa watumiaji**

source: Sign Up forms for users to subscribe to NMHSs products (using Mautic or Mailchimp).
sw: Fomu za Jisajili ili watumiaji wajisajili kwa bidhaa za NMHSs (kwa kutumia Mautic au Mailchimp).

source: Analyse your email marketing users data.
sw: Changanua data yako ya watumiaji wa uuzaji wa barua pepe.

source: **Survey creation and results analysis**
sw: **Uundaji wa utafiti na uchanganuzi wa matokeo**

source: Create custom surveys hosted on own website.
sw: Unda tafiti maalum zinazopangishwa kwenye tovuti yako.

source: Analyse results on interactive dashboards.
sw: Changanua matokeo kwenye dashibodi zinazoingiliana.

source: **User analytics**
sw: **Uchanganuzi wa mtumiaji**

source: User base breakdown (eg. by sectors, gender, geographic area, etc, from user database - email marketing software).
sw: Uchanganuzi wa msingi wa watumiaji (km. kulingana na sekta, jinsia, eneo la kijiografia, n.k, kutoka kwa hifadhidata ya watumiaji - programu ya uuzaji ya barua pepe).

source: User satisfaction (from surveys) data and trends .
sw: Data na mitindo ya kuridhika kwa mtumiaji (kutoka kwa tafiti).

source: Website traffic analytics (eg. google analytics) .
sw: Uchanganuzi wa trafiki ya tovuti (km. uchanganuzi wa google) .

source: System traffic analytics (eg. hazards watch) .
sw: Uchanganuzi wa trafiki ya mfumo (km. saa ya hatari) .

source: Social media analytics
sw: Uchambuzi wa mitandao ya kijamii

source: Mailing Integrations
sw: Ushirikiano wa Barua

source: Mautic is an open-source alternative to Mailchimp.
sw: Mautic ni chanzo-wazi mbadala kwa Mailchimp.

source: The aim of this package is to render a given Mautic Form on a Wagtail page, and send the submitted data to Mautic. Other Mautic functionalities might be added later as need arises.
sw: Lengo la kifurushi hiki ni kutoa Fomu ya Mautic iliyotolewa kwenye ukurasa wa Wagtail, na kutuma data iliyowasilishwa kwa Mautic. Utendaji mwingine wa Mautic unaweza kuongezwa baadaye hitaji linapotokea.

source: For package developer guide visit [Wagtail Mautic Developer Guide](https://github.com/wmo-raf/wagtailmautic)
sw: Kwa mwongozo wa msanidi wa kifurushi tembelea [Mwongozo wa Wasanidi Programu wa Wagtail Mautic](https://github.com/wmo-raf/wagtailmautic)

source: Settings
sw: Mipangilio

source: `NOTE`: This instructions assume you have knowledge of setting up Wagtail and configuring Mautic, as we don't cover the specifics.
sw: `KUMBUKA`: Maagizo haya yanachukulia kuwa una ujuzi wa kusanidi Wagtail na kusanidi Mautic, kwa kuwa hatutoi maelezo mahususi.

source: Mautic Settings will be added to the Wagtail Admin Menu as below
sw: Mipangilio ya Mautic itaongezwa kwenye Menyu ya Msimamizi wa Wagtail kama ilivyo hapo chini

source: ![Navigation in Wagtail admin](../_static/images/mautic/locate_mautic_settings.png "Navigation in Wagtail admin")
sw: ![Urambazaji katika msimamizi wa Wagtail](../_static/images/mautic/locate_mautic_settings.png "Urambazaji katika msimamizi wa Wagtail")

source: Navigation in Wagtail admin
sw: Urambazaji katika msimamizi wa Wagtail

source: Add in the URL for your Mautic instance (including the https://) to the Mautic Url field.
sw: Ongeza URL ya tukio lako la Mautic (pamoja na https://) kwenye sehemu ya Url ya Mautic.

source: ![Set Mautic Base Url](../_static/images/mautic/base_url.png "Set Mautic Base Url")
sw: ![Weka Url ya Msingi wa Mautic](../_static/images/mautic/base_url.png "Weka Url Msingi wa Mautic")

source: Set Mautic Base Url
sw: Weka Url Msingi wa Mautic

source: You can use two methods for authentication:
sw: Unaweza kutumia njia mbili za uthibitishaji:

source: OAuth2 that requires client id and client secret from Mautic
sw: OAuth2 ambayo inahitaji kitambulisho cha mteja na siri ya mteja kutoka Mautic

source: Basic Authentication that needs username and password. To use Basic Auth, you must enable this on Mautic Configuration
sw: Uthibitishaji wa Msingi unaohitaji jina la mtumiaji na nenosiri. Ili kutumia Auth Basic, lazima uwashe hii kwenye Usanidi wa Mautic

source: OAth2
sw: Kiapo2

source: Basic
sw: Msingi

source: ![Basic](../_static/images/mautic/basic.png "Basic")
sw: ![Msingi](../_static/images/mautic/basic.png "Msingi")

source: Usage
sw: Matumizi

source: To create a subscription page based on mautic integration, navigate to `Pages` on the left side panel, select Pages and click on add a child page to the home page by hovering over the homepage.
sw: Ili kuunda ukurasa wa usajili kulingana na ujumuishaji wa mautic, nenda kwenye `Kurasa` kwenye kidirisha cha upande wa kushoto, chagua Kurasa na ubofye ongeza ukurasa wa mtoto kwenye ukurasa wa nyumbani kwa kuelea juu ya ukurasa wa nyumbani.

source: ![Add child Page](../_static/images/mautic/mautic_navigate.png "Add child Page")
sw: ![Ongeza Ukurasa wa mtoto](../_static/images/mautic/mautic_navigate.png "Ongeza Ukurasa wa mtoto")

source: Add child Page
sw: Ongeza Ukurasa wa mtoto

source: ![Add child Page](../_static/images/mautic/add_child_page.png "Add child Page")
sw: ![Ongeza Ukurasa wa mtoto](../_static/images/mautic/add_child_page.png "Ongeza Ukurasa wa mtoto")

source: Select `Mautic mailing list subsrciption page` from the list. Note that, if this page was already created then this option will not appear as only one instance of this page is allowed.
sw: Chagua `Ukurasa wa usajili wa orodha ya barua pepe` kutoka kwenye orodha. Kumbuka kwamba, ikiwa ukurasa huu ulikuwa tayari umeundwa basi chaguo hili halitaonekana kwani ni tukio moja tu la ukurasa huu linaruhusiwa.

source: ![Add mautic Page](../_static/images/mautic/add_mautic_page.png "Add mautic Page")
sw: ![Ongeza Ukurasa wa mautic](../_static/images/mautic/add_mautic_page.png "Ongeza Ukurasa wa mautic")

source: Add mautic Page
sw: Ongeza Ukurasa wa mautic

source: Fill in the form with necessary input. Example below. The Mautic form ID is retrieved from the subscription form created on Mautic's software. Refer to [Mautic User Guide](https://docs.mautic.org/en)
sw: Jaza fomu kwa pembejeo muhimu. Mfano hapa chini. Kitambulisho cha fomu ya Mautic hutolewa kutoka kwa fomu ya usajili iliyoundwa kwenye programu ya Mautic. Rejelea [Mwongozo wa Mtumiaji wa Mautic](https://docs.mautic.org/en)

source: ![Mautic Page](../_static/images/mautic/mautic_page.png "Mautic Page")
sw: ![Ukurasa wa Mautic](../_static/images/mautic/mautic_page.png "Ukurasa wa Mautic")

source: Mautic Page
sw: Ukurasa wa Mautic

source: Once the page is published, this page will render all fields created in Mautic.
sw: Mara tu ukurasa unapochapishwa, ukurasa huu utatoa sehemu zote zilizoundwa kwa Mautic.

source: In progress ...
sw: Inaendelea ...

source: CAP Editor
sw: Mhariri wa CAP

source: The **Common Alerting Protocol (CAP)** provides an open, non-proprietary digital message format for all types of alerts and notifications. It does not address any particular application or telecommunications method. The CAP format is compatible with emerging techniques, such as Web services, as well as existing formats including the Specific Area Message Encoding (SAME) used for the United States' National Oceanic and Atmospheric Administration (NOAA) Weather Radio and the Emergency Alert System (EAS)
sw: **Itifaki ya Kawaida ya Tahadhari (CAP)** hutoa umbizo la ujumbe wa dijitali wazi na lisilomilikiwa kwa aina zote za arifa na arifa. Haishughulikii maombi yoyote au mbinu ya mawasiliano ya simu. Umbizo la CAP linaoana na mbinu zinazojitokeza, kama vile huduma za Wavuti, na pia miundo iliyopo ikijumuisha Usimbaji wa Ujumbe wa Eneo Maalum (SAME) unaotumika kwa Redio ya Hali ya Hewa ya Marekani ya Utawala wa Bahari na Anga (NOAA) na Mfumo wa Tahadhari ya Dharura ( EAS)

source: The CAP xml response follows the structure of the schema provided at http://docs.oasis-open.org/emergency/cap/v1.2/CAP-v1.2-os.html
sw: Jibu la CAP xml hufuata muundo wa taratibu uliotolewa katika http://docs.oasis-open.org/emergency/cap/v1.2/CAP-v1.2-os.html

source: CAP Editor Features
sw: Vipengele vya Mhariri wa CAP

source: ![CAP Preview](../_static/images/cap/cap_preview.png "CAP Preview")
sw: ![Onyesho la Muhtasari wa CAP](../_static/images/cap/cap_preview.png "Muhtasari wa CAP")

source: CAP Preview
sw: Hakiki ya CAP

source: The CAP editor tool is a solution that provides a range of functionalities to support the NMHS in seamlessly issuing CAP. It has been developed with an aim of increasing the adoption of CAP by NMHS in Africa. Some of the key features of the tool include:
sw: Zana ya kuhariri ya CAP ni suluhisho ambalo hutoa utendakazi mbalimbali ili kusaidia NMHS katika kutoa CAP bila mshono. Imeandaliwa kwa lengo la kuongeza kupitishwa kwa CAP na NMHS barani Afrika. Baadhi ya vipengele muhimu vya chombo ni pamoja na:

source: Possibility to run as standalone editor or integrate into Wagtail-CMS-based website
sw: Uwezekano wa kuendesha kama kihariri cha pekee au kuunganishwa kwenye tovuti inayotokana na Wagtail-CMS
