Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: Search Engine Optimization support to increase visibility and attract targeted traffic to an alert
sw: Usaidizi wa Uboreshaji wa Injini ya Utafutaji ili kuongeza mwonekano na kuvutia trafiki inayolengwa kwa tahadhari

source: Support for Approval Workflow from composer to approver, including commenting and email notification support
sw: Usaidizi wa Mtiririko wa Kazi wa Idhini kutoka kwa mtunzi hadi mwidhinishaji, ikijumuisha kutoa maoni na usaidizi wa arifa za barua pepe

source: Interoperable XML API of Alert List and Detail for integration with CAP Aggregators - Live CAP creation and editing preview
sw: API ya XML inayoingiliana ya Orodha ya Arifa na Maelezo ya kuunganishwa na Viunganishi vya CAP - Uundaji wa moja kwa moja wa CAP na hakiki ya kuhariri

source: Draw / Upload Polygon Functionality for Alert Area/Areas
sw: Chora / Pakia Utendaji wa Poligoni kwa Maeneo/Maeneo ya Tahadhari

source: Simple user friendly and mobile friendly CAP alert creation and management
sw: Uundaji na usimamizi rahisi wa arifa za CAP zinazofaa kwa mtumiaji na zinazofaa kwa simu za mkononi

source: Alert to Alert/Alerts Reference Linkage
sw: Tahadhari kwa Muunganisho wa Marejeleo ya Arifa/Tahadhari

source: Published python package with version management and changelogs https://github.com/wmo-raf/cap-editor
sw: Kifurushi cha python kilichochapishwa na usimamizi wa toleo na logi za mabadiliko https://github.com/wmo-raf/cap-editor

source: Related Setup/Installation and Usage instructions
sw: Maagizo yanayohusiana ya Usanidi/Usakinishaji na Matumizi

source: Creating a CAP Alert
sw: Kuunda Arifa ya CAP

source: To create a CAP Alert access the editor from the explorer menu as below and add a new cap alert page:
sw: Ili kuunda CAP Alert fikia kihariri kutoka kwa menyu ya kigunduzi kama ilivyo hapo chini na kuongeza ukurasa mpya wa tahadhari:

source: Sections in the Alert Page and corresponding XML
sw: Sehemu katika Ukurasa wa Arifa na XML inayolingana

source: The overall Document Object Model of an alert is as below:
sw: Muundo wa jumla wa Kitu cha Hati cha arifa ni kama ilivyo hapa chini:

source: Alert DOM
sw: Arifu DOM

source: A. Alert Identification
sw: A. Utambulisho wa Tahadhari

source: This is the root section of CAP corresponds to:
sw: Hii ndio sehemu ya mizizi ya CAP inalingana na:

source: It contains the **Message ID (identifier), Sender ID(sender), Sent Dat/Time (sent), Message Status (status), Message Type (msgType), Scope (scope), Restriction (restriction), Addresses (addresses), Note (note), Reference IDs (references) and Incident ids (incidents)**.
sw: Ina **Kitambulisho cha Ujumbe (kitambulisho), Kitambulisho cha Mtumaji(mtumaji), Tarehe/Saa Iliyotumwa (iliyotumwa), Hali ya Ujumbe (hali), Aina ya Ujumbe (msgType), Upeo (upeo), Kizuizi (kizuizi), Anwani (anwani ), Kumbuka (kumbuka), Vitambulisho vya Marejeleo (marejeleo) na Vitambulisho vya matukio (matukio)**.

source: ![Alert Identification](../_static/images/cap/alert_identification.png "Alert Identification section")
sw: ![Kitambulisho cha Arifa](../_static/images/cap/alert_identification.png "Sehemu ya Utambulisho wa Arifa")

source: AlertIdentification
sw: Kitambulisho cha Alert

source: B. Alert Information
sw: B. Taarifa za Tahadhari

source: This is an optional child section of the Alert Identification Section i.e
sw: Hii ni sehemu ya mtoto ya hiari ya Sehemu ya Utambulisho wa Arifa i.e

source: Multiple instances of this section are allowed. It contains the **Langauge (langauge), Event Category/Categories (category), Event Type (event), Response Type/Types (responseType), Urgency (urgency), Severity (severity), Certainty (certainty), Audience (audience), Event Code/Codes (eventCode), Effective Date/Time (effective), Onset Date/Time (onset), Expiration Date/Time (expires), Sender Name (senderName), Headline (headline), Event description (description), Instructions (instruction), Information URL (web), Contact Info (contact) and Parameter/Parameters (parameter)**.
sw: Matukio mengi ya sehemu hii yanaruhusiwa. Ina **Langauge (langauge), Kitengo cha Tukio/Kategoria (kitengo), Aina ya Tukio (tukio), Aina ya Majibu/Aina (Aina ya majibu), Dharura (dharura), Ukali (ukali), Uhakika (hakika), Hadhira (hadhira). ), Msimbo wa Tukio/Misimbo (Msimbo wa tukio), Tarehe/Saa Kutumika (inatumika), Tarehe ya Kuanza/Saa (kuanza), Tarehe ya Mwisho/Saa (inaisha muda wake), Jina la Mtumaji (Jina la mtumaji), Kichwa cha habari (kichwa cha habari), Maelezo ya Tukio (maelezo) , Maagizo (maelekezo), URL ya Taarifa (mtandao), Maelezo ya Mawasiliano (mawasiliano) na Parameta/Vigezo (kigezo)**.

source: ![Alert Info](../_static/images/cap/alert_info.png "Alert Info")
sw: ![Maelezo ya Tahadhari](../_static/images/cap/alert_info.png "Maelezo ya Tahadhari")

source: C. Alert Area
sw: C. Eneo la Tahadhari

source: This is an optional child section of the Alert Info Section i.e
sw: Hii ni sehemu ya mtoto ya hiari ya Sehemu ya Taarifa za Arifa i.e

source: Multiple instances of this section are allowed. It contains the **Area Description (areaDesc), Area Polygon/Polygons (polygon), Area Circle/Circles (circle), Area Geocode/Geocodes (geocode), Altitude (altitude), Ceiling (ceiling)**.
sw: Matukio mengi ya sehemu hii yanaruhusiwa. Ina **Maelezo ya Eneo (areaDesc), Poligoni ya Eneo/Poligoni (poligoni), Mduara wa Eneo/Miduara (mduara), Msimbo wa Eneo/Geocodes (msimbo wa kijiografia), Mwinuko (urefu), Dari (dari)**.

source: ![Alert Area](../_static/images/cap/alert_area_options.png "Alert Area section")
sw: ![Eneo la Tahadhari](../_static/images/cap/alert_area_options.png "Sehemu ya Eneo la Tahadhari")

source: Alert Area
sw: Eneo la Tahadhari

source: The Alert area input accepts 4 options:
sw: Ingizo la eneo la Arifa linakubali chaguo 4:

source: Admin Boundary (area is picked from predefined boundaries). To use this option, ensure that admin boundaries are initially loaded. Refer to [Setting up boundaries](#setting-up-boundaries) section.
sw: Mpaka wa Msimamizi (eneo limechaguliwa kutoka kwa mipaka iliyoainishwa awali). Ili kutumia chaguo hili, hakikisha kwamba mipaka ya msimamizi inapakiwa mwanzoni. Rejelea [Kuweka mipaka](#setting-up-boundaries) sehemu.

source: ![Alert Area boundary](../_static/images/cap/alert_area_boundary.png "Alert Area section")
sw: ![Mpaka wa Eneo la Tahadhari](../_static/images/cap/alert_area_boundary.png "Sehemu ya Eneo la Tahadhari")

source: Alert Area boundary
sw: Mpaka wa Eneo la Tahadhari

source: Polygon (drawing a polygon)
sw: Poligoni (kuchora poligoni)

source: ![Alert Area polygon](../_static/images/cap/alert_area_polygon.png "Alert Area section")
sw: ![Poligoni ya Eneo la Arifa](../_static/images/cap/alert_area_polygon.png "Sehemu ya Eneo la Tahadhari")

source: Alert Area polygon
sw: Tahadhari Eneo la poligoni

source: Circle (drawing a circle which specifies the latitude, longitude and radius)
sw: Mduara (kuchora mduara unaobainisha latitudo, longitudo na radius)

source: ![Alert Area circle](../_static/images/cap/alert_area_circle.png "Alert Area section")
sw: ![Alert Area circle](../_static/images/cap/alert_area_circle.png "Sehemu ya Eneo la Tahadhari")

source: Alert Area circle
sw: Mduara wa Eneo la Tahadhari

source: Geocode (specifying area geocode name and value). Using this option presumes knowleged of the coding system
sw: Msimbo wa kijiografia (inabainisha jina la msimbo wa eneo na thamani). Kutumia chaguo hili kunadhania kuwa na ufahamu wa mfumo wa usimbaji

source: ![Alert Area geocode](../_static/images/cap/alert_area_geocode.png "Alert Area section")
sw: ![Alert Area geocode](../_static/images/cap/alert_area_geocode.png "Sehemu ya Eneo la Tahadhari")

source: Alert Area geocode
sw: Msimbo wa kijiografia wa Eneo la Arifa

source: D. Alert Resource
sw: D. Nyenzo ya Tahadhari

source: Multiple instances of this section are allowed. It contains the **Description (resourceDesc), MIME Type (mimeType), File Size (size), URI (uri), Dereferenced URI (derefUri) and Digest (digest)**
sw: Matukio mengi ya sehemu hii yanaruhusiwa. Ina **Maelezo (resourceDesc), Aina ya MIME (mimeType), Ukubwa wa Faili (ukubwa), URI (uri), URI Iliyorejelewa (derefUri) na Digest (digest)**

source: File resource (takes in a file and description)
sw: Rasilimali ya faili (inachukua faili na maelezo)

source: ![Alert Resource](../_static/images/cap/alert_resource_file.png "Alert Resource section")
sw: ![Nyenzo ya Tahadhari](../_static/images/cap/alert_resource_file.png "Sehemu ya Nyenzo ya Arifa")

source: Alert Resource
sw: Nyenzo ya Tahadhari

source: External resource
sw: Rasilimali ya nje

source: ![Alert Resource](../_static/images/cap/alert_resource_external.png "Alert Resource section")
sw: ![Nyenzo ya Tahadhari](../_static/images/cap/alert_resource_external.png "Sehemu ya Nyenzo ya Arifa")

source: E. Additional CAP Inputs
sw: E. Ingizo za CAP za Ziada

source: Addition alert information elements include parameters and event codes
sw: Vipengee vya taarifa vya nyongeza vinajumuisha vigezo na misimbo ya tukio

source: F. Incidents
sw: F. Matukio

source: This defines the reference incident to the current alert, if any.
sw: Hii inafafanua tukio la marejeleo kwa arifa ya sasa, ikiwa ipo.

source: ![Alert Incidents](../_static/images/cap/alert_incidents.png "Alert Incidents section")
sw: ![Matukio ya Tahadhari](../_static/images/cap/alert_incidents.png "Sehemu ya Matukio ya Tahadhari")

source: Alert Incidents
sw: Matukio ya Tahadhari

source: CAP Settings
sw: Mipangilio ya CAP

source: CAP Settings include sender name, sender identifier, contact details, hazard types and audience types.
sw: Mipangilio ya CAP inajumuisha jina la mtumaji, kitambulisho cha mtumaji, maelezo ya mawasiliano, aina za hatari na aina za hadhira.

source: ![CAP Settings](../_static/images/cap/cap_settings.png "CAP Settings")
sw: ![Mipangilio ya CAP](../_static/images/cap/cap_settings.png "CAP Settings")

source: ![CAP Settings](../_static/images/cap/alert_hazard_types.png "CAP Settings")
sw: ![Mipangilio ya CAP](../_static/images/cap/alert_hazard_types.png "CAP Settings")

source: ![CAP Settings](../_static/images/cap/alert_hazard_input.png "CAP Settings")
sw: ![Mipangilio ya CAP](../_static/images/cap/alert_hazard_input.png "CAP Settings")

source: Setting up boundaries
sw: Kuweka mipaka

source: The boundary manager allows for the addition of boundaries to be used in the creation of an alert area using the admin boundary option.
sw: Kidhibiti cha mipaka kinaruhusu uongezaji wa mipaka kutumika katika uundaji wa eneo la tahadhari kwa kutumia chaguo la mpaka wa msimamizi.

source: To access it, click on the boundary manager in the explorer menu as below and select Admin boundary settings to select the boundary data source and country/countries of interest. You will then need to add boundary data for the countries selected:
sw: Ili kuifikia, bofya kidhibiti cha mipaka katika menyu ya kigunduzi kama ilivyo hapo chini na uchague mipangilio ya mipaka ya Msimamizi ili kuchagua chanzo cha mpaka cha data na nchi/nchi zinazokuvutia. Kisha utahitaji kuongeza data ya mipaka kwa nchi zilizochaguliwa:

source: ![Boundary Settings](../_static/images/cap/boundary_settings_menu.png "Boundary Settings")
sw: ![Mipangilio ya Mipaka](../_static/images/cap/boundary_settings_menu.png "Mipangilio ya Mipaka")

source: Boundary Settings
sw: Mipangilio ya Mipaka

source: Select the 'boundary data source' where you will download the boundaries. The current options are:
sw: Chagua 'chanzo cha data ya mipaka' ambapo utapakua mipaka. Chaguzi za sasa ni:

source: OCHA Administrative Boundary common Operational Datasets (COD-ABS) (*default*) https://data.humdata.org/
sw: Seti za Data za Uendeshaji za Mipaka ya Utawala ya OCHA (COD-ABS) (*chaguo-msingi*) https://data.humdata.org/

source: Global Administrative Areas 4.1 (GADM) https://gadm.org/download_country.html
sw: Maeneo ya Utawala Ulimwenguni 4.1 (GADM) https://gadm.org/download_country.html

source: Add one or more countries
sw: Ongeza nchi moja au zaidi

source: To add boundary data, access the menu as below and click on 'Add Boundary' button:
sw: Ili kuongeza data ya mipaka, fikia menyu kama ilivyo hapo chini na ubofye kitufe cha 'Ongeza Mpaka':

source: ![Boundary Data](../_static/images/cap/add_boundary.png "Boundary Data")
sw: ![Data ya Mipaka](../_static/images/cap/add_boundary.png "Data ya Mipaka")

source: Boundary Data
sw: Data ya mipaka

source: Load country boundaries at each of different levels (level 0 to 4) in zipped shapefile format
sw: Pakia mipaka ya nchi katika kila ngazi tofauti (kiwango cha 0 hadi 4) katika umbizo la faili ya umbo iliyofungwa

source: Boundary Loader
sw: Kipakiaji cha mpaka

source: City Forecasts
sw: Utabiri wa Jiji

source: ![Preview Home](../_static/images/city_forecasts/preview_home.png "Preview Home")
sw: ![Onyesho la Nyumbani](../_static/images/city_forecasts/preview_home.png "Onyesho la Nyumbani kwa Hakiki")

source: Preview Home
sw: Hakiki Nyumbani

source: City forecasts displayed on the homepage, and forecasts page can be added through the CMS in two ways:
sw: Utabiri wa jiji unaoonyeshwa kwenye ukurasa wa nyumbani, na ukurasa wa utabiri unaweza kuongezwa kupitia CMS kwa njia mbili:

source: Manually adding daily forecasts
sw: Kuongeza utabiri wa kila siku kwa mikono

source: Fetching city forecasts from an external source i.e YR Meteo Norway's location forecast API https://developer.yr.no/featured-products/forecast/
sw: Kuleta utabiri wa jiji kutoka chanzo cha nje yaani API ya utabiri wa eneo la YR Meteo Norway https://developer.yr.no/featured-products/forecast/

source: Manually Adding Forecasts
sw: Kuongeza Utabiri kwa mikono

source: The city forecast explorer menu can be accessed on the left sidebar.
sw: Menyu ya kichunguzi cha utabiri wa jiji inaweza kufikiwa kwenye utepe wa kushoto.

source: Forecast explorer
sw: Mchunguzi wa utabiri

source: Here you have the ability to:
sw: Hapa una uwezo wa:

source: Add/Edit/Delete a city (city name and location)
sw: Ongeza/Hariri/Futa jiji (jina la jiji na eneo)

source: ![Add city](../_static/images/city_forecasts/add_city.png "Add city")
sw: ![Ongeza jiji](../_static/images/city_forecasts/add_city.png "Ongeza jiji")

source: Add city
sw: Ongeza jiji

source: Import city forecasts in CSV format.
sw: Ingiza utabiri wa jiji katika umbizo la CSV.

source: ![Add Forecast Explorer](../_static/images/city_forecasts/add_forecast_explorer.png "Add Forecast Explorer")
sw: ![Ongeza Forecast Explorer](../_static/images/city_forecasts/add_forecast_explorer.png "Ongeza Forecast Explorer")

source: Add Forecast Explorer
sw: Ongeza Forecast Explorer

source: Using the forecast manager, it is possible to load city forecasts in CSV format created offline or alternatively populate the table on the right with data. A template of the standard CSV structure is provided prepopulated with a list of all cities listed in the database. However, the forecast manager can accept a different structure and allow for correct matching of each of the columns. A forecast date must be provided for the data being uploaded before publishing.
sw: Kwa kutumia kidhibiti cha utabiri, inawezekana kupakia utabiri wa jiji katika umbizo la CSV iliyoundwa nje ya mtandao au jaza jedwali lililo upande wa kulia kwa data. Kiolezo cha muundo wa kawaida wa CSV kimetolewa kikiwa na orodha ya miji yote iliyoorodheshwa kwenye hifadhidata. Hata hivyo, msimamizi wa utabiri anaweza kukubali muundo tofauti na kuruhusu ulinganishaji sahihi wa kila safu. Tarehe ya utabiri lazima itolewe kwa data inayopakiwa kabla ya kuchapishwa.

source: ![Add Forecast](../_static/images/city_forecasts/add_forecast.png "Add Forecast")
sw: ![Ongeza Utabiri](../_static/images/city_forecasts/add_forecast.png "Ongeza Utabiri")

source: Add Forecast
sw: Ongeza Utabiri

source: Preview previously added city forecasts (last 7 days)
sw: Hakiki utabiri wa jiji ulioongezwa hapo awali (siku 7 zilizopita)

source: ![Load Forecast Explorer](../_static/images/city_forecasts/load_forecast_explorer.png "Load Forecast Explorer")
sw: ![Pakia Forecast Explorer](../_static/images/city_forecasts/load_forecast_explorer.png "Load Forecast Explorer")

source: Load Forecast Explorer
sw: Pakia Forecast Explorer

source: It is also possible to fetch and preview the last 7 day city forecasts. The forecast manager allows for switching between each of the avilable dates and preview both in tabular and georeferenced formats.
sw: Pia inawezekana kuleta na kuhakiki utabiri wa jiji la siku 7 zilizopita. Kidhibiti cha utabiri kinaruhusu kubadili kati ya kila tarehe inayopatikana na kuhakiki katika muundo wa jedwali na kijiografia.

source: Load Forecast
sw: Utabiri wa Mzigo

source: Add Daily Weather Summary
sw: Ongeza Muhtasari wa Hali ya Hewa ya Kila Siku

source: Daily Weather Explorer
sw: Kichunguzi cha Hali ya Hewa cha Kila Siku

source: ![Daily Weather](../_static/images/city_forecasts/daily_weather.png "Daily Weather")
sw: ![Daily Weather](../_static/images/city_forecasts/daily_weather.png "Hali ya hewa ya Kila siku")

source: Daily Weather
sw: Hali ya hewa ya kila siku

source: Additionally, a daily weather summary containing descriptive information about the observed conditions, weather forecast and extreme station readings is also provided. A preview of this information would appear as below on the website:
sw: Zaidi ya hayo, muhtasari wa hali ya hewa wa kila siku ulio na maelezo ya maelezo kuhusu hali zilizozingatiwa, utabiri wa hali ya hewa na usomaji uliokithiri wa kituo pia hutolewa. Muhtasari wa habari hii utaonekana kama ilivyo hapo chini kwenye wavuti:

source: ![Daily Weather Preview](../_static/images/city_forecasts/daily_weather_preview.png "Daily Weather Preview")
sw: ![Muhtasari wa Hali ya Hewa ya Kila Siku](../_static/images/city_forecasts/daily_weather_preview.png "Onyesho la Hali ya Hewa la Kila Siku")

source: Daily Weather Preview
sw: Hakiki ya Hali ya Hewa ya Kila Siku

source: Fetching from an external source
sw: Inaleta kutoka kwa chanzo cha nje

source: To enable automated fetching of city forecasts from an external source i.e YR Meteo Norway's location forecast API https://developer.yr.no/featured-products/forecast/, this option needs to be set to true.
sw: Ili kuwezesha uletaji otomatiki wa utabiri wa jiji kutoka chanzo cha nje yaani API ya utabiri wa eneo la YR Meteo Norway https://developer.yr.no/featured-products/forecast/, chaguo hili linahitaji kuwekwa kuwa kweli.

source: The forecast will be fetched every three hours and get updated accordingly.
sw: Utabiri utaletwa kila baada ya saa tatu na kusasishwa ipasavyo.

source: Mapviewer
sw: Kitazama ramani

source: ![Organisation page](../_static/images/mapviewer/mapviewer.png "Organisation page")
sw: ![Ukurasa wa shirika](../_static/images/mapviewer/mapviewer.png "Ukurasa wa shirika")

source: Organisation page
sw: Ukurasa wa shirika

source: Collections
sw: Mikusanyiko

source: You can control access to specific sets of images and documents by setting up collections. By default, all images and documents belong to the root collection, but users with appropriate permissions can create new collections from the Collections interface. Go to Settings > Collections from the Wagtail Sidebar to access the Collections interface.
sw: Unaweza kudhibiti ufikiaji wa seti mahususi za picha na hati kwa kuweka mikusanyiko. Kwa chaguomsingi, picha na hati zote ni za mkusanyo wa mizizi, lakini watumiaji walio na ruhusa zinazofaa wanaweza kuunda mikusanyiko mipya kutoka kwa kiolesura cha Mikusanyiko. Nenda kwenye Mipangilio > Mikusanyiko kutoka kwa Upau wa Kando wa Wagtail ili kufikia kiolesura cha Mikusanyiko.

source: Collections Explorer
sw: Mkusanyiko wa Explorer

source: ![Collections](../../_static/images/collections/collections.png "Collections")
sw: ![Mikusanyiko](../../_static/images/collections/collections.png "Collections")

source: Add a collection
sw: Ongeza mkusanyiko

source: To create a collection, click **Add a collection** from the Collections interface. Then enter a name in the **Name** field and select a parent. Click **Create** to complete the creation process.
sw: Ili kuunda mkusanyiko, bofya **Ongeza mkusanyiko** kutoka kwenye kiolesura cha Mikusanyiko. Kisha ingiza jina katika sehemu ya **Jina** na uchague mzazi. Bofya **Unda** ili kukamilisha mchakato wa kuunda.

source: ![Add Collections](../../_static/images/collections/add_collection.png "Add Collections")
sw: ![Ongeza Mikusanyiko](../../_static/images/collections/add_collection.png "Ongeza Mikusanyiko")

source: Add Collections
sw: Ongeza Mikusanyiko

source: Add images or documents to a collection
sw: Ongeza picha au hati kwenye mkusanyiko

source: To add images to a collection, click Images from the Wagtail sidebar and select a collection from the Collections dropdown. Then click Add an image and follow the instructions on the screen.
sw: Ili kuongeza picha kwenye mkusanyiko, bofya Picha kutoka kwa utepe wa Wagtail na uchague mkusanyiko kutoka kwenye menyu kunjuzi ya Mikusanyiko. Kisha bofya Ongeza picha na ufuate maagizo kwenye skrini.

source: ![Image to Collections](../../_static/images/collections/image_to_collection.png "Image to Collections")
sw: ![Picha kwa Mikusanyiko](../../_static/images/collections/image_to_collection.png "Picha kwa Mikusanyiko")

source: Image to Collections
sw: Picha kwa Mikusanyiko

source: The process of adding documents to a collection is similar to that of images. Click Documents from the Sidebar and select a collection from the Collections dropdown. Then click Add a document and follow the instructions on the screen.
sw: Mchakato wa kuongeza hati kwenye mkusanyiko ni sawa na ule wa picha. Bofya Hati kutoka kwa Upau wa Kando na uchague mkusanyiko kutoka kwenye menyu kunjuzi ya Mikusanyiko. Kisha bofya Ongeza hati na ufuate maagizo kwenye skrini.

source: It's possible to add an image or document to a collection while editing them. To do this, click Images or Documents from the Sidebar and select the image or document you want to add to a collection by clicking it. Then choose a collection from the Collection dropdown in the edit screen.
sw: Inawezekana kuongeza picha au hati kwenye mkusanyiko wakati wa kuzihariri. Ili kufanya hivyo, bofya Picha au Nyaraka kutoka kwa Upau wa Kando na uchague picha au hati unayotaka kuongeza kwenye mkusanyiko kwa kubofya. Kisha chagua mkusanyiko kutoka kwenye menyu kunjuzi ya Mkusanyiko katika skrini ya kuhariri.

source: ![Image to Collections](../../_static/images/collections/image_to_collection2.png "Image to Collections")
sw: ![Picha kwa Mikusanyiko](../../_static/images/collections/image_to_collection2.png "Picha kwa Mikusanyiko")

source: You can also select a collection as part of uploading multiple images or documents.
sw: Unaweza pia kuchagua mkusanyiko kama sehemu ya kupakia picha au hati nyingi.

source: Privacy settings
sw: Mipangilio ya faragha

source: To set permissions to determine who is able to view documents within a collection, go to **Settings > Collections** and select a collection. Then click **Privacy** preceding the collection name.
sw: Ili kuweka ruhusa za kubainisha ni nani anayeweza kuangalia hati ndani ya mkusanyiko, nenda kwenye **Mipangilio > Mikusanyiko** na uchague mkusanyiko. Kisha ubofye **Faragha** kabla ya jina la mkusanyiko.

source: ![Collection Privacy](../../_static/images/collections/collection_privacy.png "Collection Privacy")
sw: ![Faragha ya Mkusanyiko](../../_static/images/collections/collection_privacy.png "Faragha ya Mkusanyiko")

source: Collection Privacy
sw: Faragha ya Mkusanyiko

source: Clicking Privacy gives you a pop-up modal from which you can select the level of privacy for the collection.
sw: Kubofya Faragha hukupa muundo wa pop-up ambao unaweza kuchagua kiwango cha faragha kwa mkusanyiko.
