Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: The section below gives an overall guide on the concept of a page and managing pages together with their elements. However, if you would prefer a guide to manage specific pages refer to sections listed below.
sw: Sehemu iliyo hapa chini inatoa mwongozo wa jumla juu ya dhana ya ukurasa na kurasa za kusimamia pamoja na vipengele vyake. Hata hivyo, ikiwa ungependelea mwongozo wa kudhibiti kurasa mahususi rejelea sehemu zilizoorodheshwa hapa chini.

source: Creating new pages
sw: Kuunda kurasa mpya

source: To create a new page, click … Actions and select the Add child page option. This creates a child page of the section you are currently in. In this case, a child page of the Breads page. The **Home Page** is the top most page in the hierarchy.
sw: Ili kuunda ukurasa mpya, bofya ... Vitendo na uchague chaguo la ukurasa wa Ongeza mtoto. Hii huunda ukurasa wa mtoto wa sehemu uliyomo kwa sasa. Katika hali hii, ukurasa wa mtoto wa ukurasa wa Mikate. **Ukurasa wa Nyumbani** ndio ukurasa wa juu zaidi katika safu.

source: ![Creating pages](../../_static/images/pages/create_page.png "Creating pages")
sw: ![Kuunda kurasa](../../_static/images/pages/create_page.png "Kuunda kurasa")

source: Edit Existing pages
sw: Hariri kurasa zilizopo

source: You can access an existing page's edit screen in three ways.
sw: Unaweza kufikia skrini ya kuhariri ya ukurasa uliopo kwa njia tatu.

source: First, by clicking … **Actions** and then select the Edit option from the dropdown.
sw: Kwanza, kwa kubofya … **Vitendo** kisha uchague chaguo la Hariri kutoka kwenye menyu kunjuzi.

source: Second, by clicking the page's title if you are accessing the page from its **parent's Explorer page** or in search results.
sw: Pili, kwa kubofya kichwa cha ukurasa ikiwa unapata ukurasa kutoka kwa **ukurasa wa mzazi wa Explorer** au katika matokeo ya utafutaji.

source: Last, if you are accessing the page from the Explorer page of its parent, you can **hover over the page** and then click Edit.
sw: Mwisho, ikiwa unafikia ukurasa kutoka kwa ukurasa wa Kichunguzi wa mzazi wake, unaweza **kuelea juu ya ukurasa** kisha ubofye Hariri.

source: On the edit screen, you can find the title of the page you are editing at the top of the page. If the page is already published, then you can find a link to the live version of the page at the top right of the page. To change the title of the page, click the title field and enter a new title.
sw: Kwenye skrini ya kuhariri, unaweza kupata kichwa cha ukurasa unaohariri juu ya ukurasa. Ikiwa ukurasa tayari umechapishwa, basi unaweza kupata kiungo cha toleo la moja kwa moja la ukurasa kwenye sehemu ya juu ya kulia ya ukurasa. Ili kubadilisha kichwa cha ukurasa, bofya sehemu ya kichwa na uweke kichwa kipya.

source: ![Edit pages](../../_static/images/pages/edit_page.png "Edit pages")
sw: ![Hariri kurasa](../../_static/images/pages/edit_page.png "Hariri kurasa")

source: Edit pages
sw: Hariri kurasa

source: While on the edit screen, you can perform several actions, such as copying, moving, or deleting a page. To perform any of these actions, click … Actions at the top of the edit screen and select the applicable option from the dropdown.
sw: Ukiwa kwenye skrini ya kuhariri, unaweza kufanya vitendo kadhaa, kama vile kunakili, kuhamisha au kufuta ukurasa. Ili kutekeleza mojawapo ya vitendo hivi, bofya ... Vitendo vilivyo juu ya skrini ya kuhariri na uchague chaguo linalotumika kutoka kwenye menyu kunjuzi.

source: Search Engine Optimization
sw: Uboreshaji wa Injini ya Utafutaji

source: To promote your page for search engine optimization, using the promote tab set the title tag and meta description. This will ecnourage web crawlers to correctly index your page and rank it higher in search results for related topics. Under the promote tab, the slug is created automatically from the page's initial title
sw: Ili kukuza ukurasa wako kwa uboreshaji wa injini ya utafutaji, kwa kutumia kichupo cha kukuza weka lebo ya kichwa na maelezo ya meta. Hii itawahimiza watambazaji wa wavuti kuorodhesha ukurasa wako kwa usahihi na kuuweka juu zaidi katika matokeo ya utafutaji kwa mada zinazohusiana. Chini ya kichupo cha kukuza, koa huundwa kiotomatiki kutoka kwa kichwa cha mwanzo cha ukurasa

source: ![Search Engine Optimization](../../_static/images/pages/seo.png "Search Engine Optimization")
sw: ![Uboreshaji wa Injini ya Utafutaji](../../_static/images/pages/seo.png "Uboreshaji wa Injini ya Utafutaji")

source: Create and edit comments
sw: Unda na uhariri maoni

source: To toggle on commenting mode, click Comments at the top of the edit screen page. Once commenting mode is on, you can create a new comment or reply to a comment by hovering over any commentable field to reveal the add comment icon.
sw: Ili kugeuza hali ya kutoa maoni, bofya Maoni juu ya ukurasa wa skrini ya kuhariri. Mara tu hali ya kutoa maoni ikiwa imewashwa, unaweza kuunda maoni mapya au kujibu maoni kwa kuelea juu ya sehemu yoyote inayoweza kutolewa ili kuonyesha ikoni ya kuongeza maoni.

source: ![Add comment](../../_static/images/pages/add_comment.png "Add comment")
sw: ![Ongeza maoni](../../_static/images/pages/add_comment.png "Ongeza maoni")

source: Add comment
sw: Ongeza maoni

source: If there is no pre-existing comment in the field, click the add comment icon to create a new comment. However, if there is an existing comment, clicking either the field button or the comment brings the comment thread into focus. This allows you to add new replies.
sw: Ikiwa hakuna maoni yaliyopo kwenye uga, bofya ikoni ya kuongeza maoni ili kuunda maoni mapya. Hata hivyo, ikiwa kuna maoni yaliyopo, kubofya kitufe cha sehemu au maoni huleta uzi wa maoni kuzingatia. Hii hukuruhusu kuongeza majibu mapya.

source: ![Add comment](../../_static/images/pages/save_comment.png "Add comment")
sw: ![Ongeza maoni](../../_static/images/pages/save_comment.png "Ongeza maoni")

source: The arrow to the right of the comments icon shows the comment notifications panel, where you can enable or disable email notifications for other users' comments on the page.
sw: Kishale kilicho upande wa kulia wa ikoni ya maoni huonyesha kidirisha cha arifa za maoni, ambapo unaweza kuwezesha au kuzima arifa za barua pepe kwa maoni ya watumiaji wengine kwenye ukurasa.

source: ![Reveal comment](../../_static/images/pages/reveal_comment.png "Reveal comment")
sw: ![Onyesha maoni](../../_static/images/pages/reveal_comment.png "Fichua maoni")

source: Reveal comment
sw: Onyesha maoni

source: Manage Page History
sw: Dhibiti Historia ya Ukurasa

source: it is possible to retrieve a version of the content you previously saved as a draft or published. You can do this by hovering over a page on the Explorer page and clicking More from the resulting dropdown options. Alternatively, you can access the page history screen by clicking the History icon in the top-right corner when editing a page.
sw: inawezekana kupata toleo la maudhui uliyohifadhi awali kama rasimu au iliyochapishwa. Unaweza kufanya hivyo kwa kuelea juu ya ukurasa kwenye ukurasa wa Kichunguzi na kubofya Zaidi kutoka kwa chaguo kunjuzi zinazotokana. Vinginevyo, unaweza kufikia skrini ya historia ya ukurasa kwa kubofya ikoni ya Historia kwenye kona ya juu kulia wakati wa kuhariri ukurasa.

source: ![Acess Page History](../../_static/images/pages/page_history.png "Access Page History")
sw: ![Historia ya Ukurasa wa Ufikiaji](../../_static/images/pages/page_history.png "Fikia Historia ya Ukurasa")

source: Acess Page History
sw: Historia ya Ukurasa wa Acess

source: On the page's history screen, you can see all the actions previously done on that particular page and the users that carried out the actions. Also, you can see the date or time that the action occurred.
sw: Kwenye skrini ya historia ya ukurasa, unaweza kuona vitendo vyote vilivyofanywa hapo awali kwenye ukurasa huo mahususi na watumiaji waliotekeleza vitendo hivyo. Pia, unaweza kuona tarehe au wakati kitendo kilifanyika.

source: You can also search for specific versions of your content on the page history screen by applying a filter.
sw: Unaweza pia kutafuta matoleo mahususi ya maudhui yako kwenye skrini ya historia ya ukurasa kwa kutumia kichujio.

source: ![View History](../../_static/images/pages/view_page_history.png "View Page History")
sw: ![Tazama Historia](../../_static/images/pages/view_page_history.png "Tazama Historia ya Ukurasa")

source: View History
sw: Tazama Historia

source: If you want to compare different draft versions, hover over the draft and click Compare with previous version or Compare with current version.
sw: Ikiwa ungependa kulinganisha matoleo tofauti ya rasimu, elea juu ya rasimu na ubofye Linganisha na toleo la awali au Linganisha na toleo la sasa.

source: To replace the current version of the draft with a previous version, hover over the preferred version of your draft on the page history screen and click Review this version. Then click Replace current version located at the bottom of the screen. This action appears as a Revert action on the page history screen and you can always go back to review it.
sw: Ili kubadilisha toleo la sasa la rasimu na toleo la awali, elea juu ya toleo unalopendelea la rasimu kwenye skrini ya historia ya ukurasa na ubofye Kagua toleo hili. Kisha ubofye Badilisha toleo la sasa lililo chini ya skrini. Kitendo hiki kinaonekana kama Kitendo cha Kurejesha kwenye skrini ya historia ya ukurasa na unaweza kurudi kukikagua kila wakati.

source: ![Review Page Version](../../_static/images/pages/review_page_version.png "Review Page Version")
sw: ![Toleo la Ukurasa wa Kagua](../../_static/images/pages/review_page_version.png "Kagua Toleo la Ukurasa")

source: Review Page Version
sw: Kagua Toleo la Ukurasa

source: Workflow
sw: Mtiririko wa kazi

source: If the page is currently in a workflow, then you can see an additional indicator underneath the title showing the current workflow task. Clicking this shows more information about the page's progress through the workflow and any comments left by reviewers.
sw: Ikiwa ukurasa kwa sasa uko kwenye mtiririko wa kazi, basi unaweza kuona kiashirio cha ziada chini ya kichwa kinachoonyesha kazi ya sasa ya mtiririko wa kazi. Kubofya huku kunaonyesha maelezo zaidi kuhusu maendeleo ya ukurasa kupitia mtiririko wa kazi na maoni yoyote yaliyoachwa na wakaguzi.

source: If you have permission to perform moderation actions, for example, approval or requesting changes on the current task. In that case, you can see additional options in the action bar at the bottom of the page
sw: Ikiwa una ruhusa ya kufanya vitendo vya udhibiti, kwa mfano, idhini au kuomba mabadiliko kwenye kazi ya sasa. Katika hali hiyo, unaweza kuona chaguo za ziada katika upau wa hatua chini ya ukurasa

source: Copy pages
sw: Nakili kurasa

source: Sometimes, you don't need to create a new page from scratch. For example, you may have several pages that are similar in terms of structure but differ in content. In that case, you can copy an existing page and only change the required parts.
sw: Wakati mwingine, huna haja ya kuunda ukurasa mpya kutoka mwanzo. Kwa mfano, unaweza kuwa na kurasa kadhaa zinazofanana kulingana na muundo lakini zinatofautiana kimaudhui. Katika kesi hiyo, unaweza kunakili ukurasa uliopo na ubadilishe tu sehemu zinazohitajika.

source: ![Copy Page](../../_static/images/pages/copy_page.png "Copy Page")
sw: ![Nakili Ukurasa](../../_static/images/pages/copy_page.png "Copy Page")

source: Copy Page
sw: Nakili Ukurasa

source: To copy an existing page, hover over a page in an Explorer page, then click More and select Copy. Selecting Copy from the dropdown takes you to a form where you can enter the title and slug of the copy and also choose its parent page. You then get the option to publish the copy right away and an option to mark the copy as an alias of the original page. Once you have completed the form, click Copy this page.
sw: Ili kunakili ukurasa uliopo, elea juu ya ukurasa katika ukurasa wa Kichunguzi, kisha ubofye Zaidi na uchague Nakili. Kuchagua Nakili kutoka kwenye menyu kunjuzi hukupeleka kwenye fomu ambapo unaweza kuingiza kichwa na kozi ya nakala na pia kuchagua ukurasa wake mkuu. Kisha utapata chaguo la kuchapisha nakala mara moja na chaguo la kuashiria nakala kama lakabu la ukurasa asili. Mara tu unapokamilisha fomu, bofya Nakili ukurasa huu.

source: ![Copy Page](../../_static/images/pages/copy_page_2.png "Copy Page")
sw: ![Ukurasa wa Nakili](../../_static/images/pages/copy_page_2.png "Nakili Ukurasa")

source: Congratulations, you just copied a page. You can now find your copied page on the Explorer page.
sw: Hongera, umenakili ukurasa. Sasa unaweza kupata ukurasa wako ulionakiliwa kwenye ukurasa wa Kichunguzi.

source: Alias pages
sw: Kurasa za majina

source: When copying a page, you have the option to mark it as an alias. The content of an aliased page always stays in sync with the original.
sw: Wakati wa kunakili ukurasa, una chaguo kuutia alama kama lakabu. Yaliyomo kwenye ukurasa usiojulikana hubaki katika usawazishaji na wa asili.

source: This is useful when you want a page to be available in multiple places. For example, if you have a page about Publications as a child page of Home, and you want to make the Publications page available in the Pastries section.
sw: Hii ni muhimu unapotaka ukurasa upatikane katika sehemu nyingi. Kwa mfano, ikiwa una ukurasa kuhusu Machapisho kama ukurasa wa mtoto wa Nyumbani, na ungependa kufanya ukurasa wa Machapisho upatikane katika sehemu ya Keki.

source: Creating an alias for an existing page is similar to creating a copy. Hover over a page in the Explorer page, click More, and then select Copy. Selecting Copy takes you to the copy page form. On the copy page form, choose another page as the parent page by clicking Choose another page.
sw: Kuunda lakabu kwa ukurasa uliopo ni sawa na kuunda nakala. Elea juu ya ukurasa katika ukurasa wa Kichunguzi, bofya Zaidi, kisha uchague Nakili. Kuchagua Nakala kunakupeleka kwenye fomu ya ukurasa wa kunakili. Kwenye fomu ya ukurasa wa kunakili, chagua ukurasa mwingine kama ukurasa mzazi kwa kubofya Chagua ukurasa mwingine.

source: Then, click the Alias checkbox and click Copy this page to complete the aliasing.
sw: Kisha, bofya kisanduku cha kuteua cha Lakabu na ubofye Nakili ukurasa huu ili kukamilisha utambulisho.

source: ![Alias Page](../../_static/images/pages/alias_page.png "Alias Page")
sw: ![Ukurasa wa Lakabu](../../_static/images/pages/alias_page.png "Ukurasa wa Jina Pekee")

source: Alias Page
sw: Ukurasa wa Alias

source: Congratulations, you just aliased a page. You can now find your aliased page on the Explorer page of the parent page.
sw: Hongera, umeandika ukurasa mmoja tu. Sasa unaweza kupata ukurasa wako ulioitwa jina lak kwenye ukurasa wa Kichunguzi wa ukurasa wa mzazi.

source: If you try to edit the aliased page, you get a notification that it's an alias of another page. To edit an aliased page, you have two options:
sw: Ukijaribu kuhariri ukurasa uliojitenga, utapata arifa kwamba ni lakabu ya ukurasa mwingine. Ili kuhariri ukurasa uliojitambulisha, una chaguo mbili:

source: Edit the original page. This option changes both the original page and the aliased page.
sw: Hariri ukurasa asili. Chaguo hili hubadilisha ukurasa wa asili na ukurasa usiojulikana.

source: Convert the alias page to an ordinary page, which is a copy of the original. If you choose this option, you must make manual changes to the alias page in order for it to be in sync with the original page.
sw: Badilisha ukurasa wa lakabu kuwa ukurasa wa kawaida, ambao ni nakala ya asili. Ukichagua chaguo hili, lazima ufanye mabadiliko ya mwongozo kwa ukurasa wa lakabu ili upate kusawazisha na ukurasa asili.

source: About Page
sw: Kuhusu Ukurasa

source: Create an About Page
sw: Unda Ukurasa wa Kuhusu

source: The creation of this page assumes you have already created an organisation index page which is the parent page of this page. To create an organisation index page, please refer to [Managing Organisation Page](./Manage-Organisation).
sw: Kuundwa kwa ukurasa huu kunadhania kuwa tayari umeunda ukurasa wa faharasa wa shirika ambao ni ukurasa mzazi wa ukurasa huu. Ili kuunda ukurasa wa faharasa ya shirika, tafadhali rejelea [Ukurasa wa Shirika Kusimamia](./Manage-Organisation).

source: To create an about page, navigate to organisation page and create a child page from it selecting the about page.
sw: Ili kuunda ukurasa wa kuhusu, nenda kwenye ukurasa wa shirika na uunde ukurasa wa mtoto kutoka kwao kwa kuchagua ukurasa wa kuhusu.

source: ![About page](../../../_static/images/about/add_about_page.png "About page")
sw: ![Kuhusu ukurasa](../../../_static/images/about/add_about_page.png "Kuhusu ukurasa")

source: About page
sw: Kuhusu ukurasa

source: ![About page](../../../_static/images/about/select_about_page.png "About page")
sw: ![Kuhusu ukurasa](../../../_static/images/about/select_about_page.png "Kuhusu ukurasa")

source: The About page is divided into various sections.
sw: Ukurasa wa Kuhusu umegawanywa katika sehemu mbalimbali.

source: ![About page](../../../_static/images/about/about_sections.png "About page")
sw: ![Kuhusu ukurasa](../../../_static/images/about/about_sections.png "Kuhusu ukurasa")

source: The sections include:
sw: Sehemu hizo ni pamoja na:

source: **Banner Section** - this contains the banner image, title, subtitle and call to action button. If no banner image is provided then this section will not be displayed
sw: **Sehemu ya Bango** - hii ina picha ya bango, kichwa, manukuu na kitufe cha kupiga hatua. Ikiwa hakuna picha ya bango iliyotolewa basi sehemu hii haitaonyeshwa

source: ![Banner Sections](../../../_static/images/about/banner_section.png "Banner Sections")
sw: ![Sehemu za Bango](../../../_static/images/about/banner_section.png "Sehemu za Bango")

source: ![Introduction Sections](../../../_static/images/about/introduction_section.png "Introduction Sections")
sw: ![Sehemu za Utangulizi](../../../_static/images/about/introduction_section.png "Sehemu za Utangulizi")

source: **Mission and Vision Section** - this is the organisation's mission and vision
sw: **Sehemu ya Misheni na Maono** - hii ndiyo dhamira na dira ya shirika

source: ![Mission & Vision Sections](../../../_static/images/about/mission_vision_section.png "Mission & Vision Sections")
sw: ![Sehemu za Dhamira na Maono](../../../_static/images/about/mission_vision_section.png "Mission & Vision Sections")

source: Mission & Vision Sections
sw: Sehemu za Misheni na Maono

source: **Organisation Structure Section** - this contains a heading description and image of the organisational structure.
sw: **Sehemu ya Muundo wa Shirika** - hii ina maelezo ya kichwa na taswira ya muundo wa shirika.

source: ![Organisation Structure Sections](../../../_static/images/about/organisation_structure_section.png "Organisation Structure Sections")
sw: ![Sehemu za Muundo wa Shirika](../../../_static/images/about/organisation_structure_section.png "Sehemu za Muundo wa Shirika")

source: Organisation Structure Sections
sw: Sehemu za Muundo wa Shirika

source: **Historical Timeline Section** - the historical timeline section allows for narration of the history of the organisation grouping the milestones on an yearly basis.
sw: **Sehemu ya Rekodi ya Matukio ya Kihistoria** - sehemu ya rekodi ya matukio ya kihistoria inaruhusu kusimuliwa kwa historia ya shirika linaloweka kambi matukio muhimu kila mwaka.

source: ![Historical Timeline Sections](../../../_static/images/about/history_timeline_section.png "Historical Timeline Sections")
sw: ![Sehemu za Rekodi ya Maeneo Uliyotembelea ya Kihistoria](../../../_static/images/about/history_timeline_section.png "Sehemu za Rekodi ya Matukio ya Kihistoria")

source: Historical Timeline Sections
sw: Sehemu za Ratiba ya Kihistoria

source: **Additional Materials** - any additional material including documents or images relating to the organisation can be added here for download.
sw: **Nyenzo za Ziada** - nyenzo yoyote ya ziada ikijumuisha hati au picha zinazohusiana na shirika zinaweza kuongezwa hapa ili ipakuliwe.

source: ![Additional Materials](../../../_static/images/about/additional_material.png "Additional Materials")
sw: ![Nyenzo za Ziada](../../../_static/images/about/additional_material.png "Nyenzo za Ziada")

source: Additional Materials
sw: Nyenzo za Ziada

source: ![Feature Block Sections](../../../_static/images/services/feature_block_section.png "Projects Sections")
sw: ![Sehemu za Kizuizi cha Kipengele](../../../_static/images/services/feature_block_section.png "Sehemu za Miradi")

source: **Bottom Call to action Section** - call to action button at the bottom of the page.
sw: **Sehemu ya Mwito wa Chini kwenye hatua** - kitufe cha mwito kwenye sehemu ya chini ya ukurasa.

source: ![Bottom CTA Sections](../../../_static/images/about/bottom_cta_section.png "Bottom CTA Sections")
sw: ![Sehemu za CTA za Chini](../../../_static/images/about/bottom_cta_section.png "Sehemu za CTA za Chini")

source: Bottom CTA Sections
sw: Sehemu za chini za CTA

source: Organisation Pages
sw: Kurasa za Shirika

source: ![Organisation page](../../../_static/images/organisation/organisation_preview.png "Organisation page")
sw: ![Ukurasa wa shirika](../../../_static/images/organisation/organisation_preview.png "Ukurasa wa shirika")

source: The Organisational Index page lists the pages below:
sw: Ukurasa wa Kielezo cha Shirika unaorodhesha kurasa zifuatazo:

source: To create the overall organisation page that houses the pages above, begin by adding a child page to the home page and selecting 'Organisation Index Page'.
sw: Ili kuunda ukurasa wa jumla wa shirika unaohifadhi kurasa zilizo hapo juu, anza kwa kuongeza ukurasa wa mtoto kwenye ukurasa wa nyumbani na uchague 'Ukurasa wa Kielezo cha Shirika'.

source: ![Organisation page](../../../_static/images/organisation/add_organisation_page.png "Organisation page")
sw: ![Ukurasa wa shirika](../../../_static/images/organisation/add_organisation_page.png "Ukurasa wa shirika")

source: ![Organisation page](../../../_static/images/organisation/select_organisation_page.png "Organisation page")
sw: ![Ukurasa wa shirika](../../../_static/images/organisation/select_organisation_page.png "Ukurasa wa shirika")

source: Populate the form with page title and listing heading as below:
sw: Jaza fomu kwa kichwa cha ukurasa na kichwa cha uorodheshaji kama ilivyo hapo chini:

source: ![Organisation page](../../../_static/images/organisation/organisation_page.png "Organisation page")
sw: ![Ukurasa wa shirika](../../../_static/images/organisation/organisation_page.png "Ukurasa wa shirika")

source: Partners Page
sw: Ukurasa wa Washirika

source: The steps to create a partners page are:
sw: Hatua za kuunda ukurasa wa washirika ni:

source: Create a list of partners
sw: Unda orodha ya washirika

source: Create a partners page
sw: Unda ukurasa wa washirika

source: 1. Create a list of partners
sw: 1. Tengeneza orodha ya washirika

source: To list partners begin by accessing the partners menu from snippets as shown below.
sw: Ili kuorodhesha washirika anza kwa kufikia menyu ya washirika kutoka vijisehemu kama inavyoonyeshwa hapa chini.

source: ![List Partners](../../../_static/images/partners/partners_explorer.png "List Partners")
sw: ![Orodha Washirika](../../../_static/images/partners/partners_explorer.png "Orodhesha Washirika")

source: List Partners
sw: Orodhesha Washirika

source: Click on add partners
sw: Bonyeza kuongeza washirika

source: ![Add Partners](../../../_static/images/partners/add_partner.png "Add Partners")
sw: ![Ongeza Washirika](../../../_static/images/partners/add_partner.png "Ongeza Washirika")

source: Add Partners
sw: Ongeza Washirika
