Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: Find Your Way Around
sw: Tafuta Njia Yako Karibu

source: This section describes the different pages that you are going to see as you navigate around the NMHS Content Management System Admin interface.
sw: Sehemu hii inafafanua kurasa tofauti ambazo utaona unapozunguka kwenye kiolesura cha Msimamizi wa Mfumo wa Kudhibiti Maudhui ya NMHS.

source: How to reach the Dashboard
sw: Jinsi ya kufikia Dashibodi

source: The CMS login button can be found at the top left corner of the website.
sw: Kitufe cha kuingia kwenye CMS kinaweza kupatikana kwenye kona ya juu kushoto ya tovuti.

source: Access Dashboard
sw: Fikia Dashibodi

source: Logging into the CMS automatically takes you to the Dashboard. If you navigate away from the dashboard, you can return to it at any time by clicking on the NMHS logo in the top-left section of your screen.
sw: Kuingia kwenye CMS hukupeleka kwenye Dashibodi kiotomatiki. Ukitoka kwenye dashibodi, unaweza kurejea kwake wakati wowote kwa kubofya nembo ya NMHS katika sehemu ya juu kushoto ya skrini yako.

source: The Dashboard
sw: Dashibodi

source: The Dashboard is the main hub of the website. From the dashboard, you can access all of the content you create in the CMS as well as reports, settings, and other content management features.
sw: Dashibodi ndio kitovu kikuu cha tovuti. Kutoka kwenye dashibodi, unaweza kufikia maudhui yote unayounda katika CMS pamoja na ripoti, mipangilio na vipengele vingine vya udhibiti wa maudhui.

source: ![Dashboard](../_static/images/navigating/dashboard.png "Dashboard")
sw: ![Dashibodi](../_static/images/navigating/dashboard.png "Dashibodi")

source: Dashboard
sw: Dashibodi

source: What you see in your Dashboard depends on your user role. Common user roles include editors, moderators, composers, approvers, forecasters and administrators.
sw: Unachokiona kwenye Dashibodi yako kinategemea jukumu lako la mtumiaji. Majukumu ya kawaida ya mtumiaji ni pamoja na wahariri, wasimamizi, watunzi, waidhinishaji, watabiri na wasimamizi.

source: The following are some of the tools that you can find within the Dashboard:
sw: Zifuatazo ni baadhi ya zana ambazo unaweza kupata ndani ya Dashibodi:

source: The Dashboard Panels
sw: Paneli za Dashibodi

source: The dashboard panels provide you with an overview of the various states of your pages.
sw: Paneli za dashibodi hukupa muhtasari wa hali mbalimbali za kurasa zako.

source: The different panels on your dashboard are as follows:
sw: Paneli tofauti kwenye dashibodi yako ni kama ifuatavyo:

source: **1. Your pages in a workflow**
sw: **1. Kurasa zako katika mtiririko wa kazi**

source: The Your pages in a workflow panel shows you any pages in moderation that you own or have submitted for moderation yourself. It also shows the moderation tasks that are pending and how long the tasks have been open.
sw: Kurasa zako katika kidirisha cha utiririshaji wa kazi hukuonyesha kurasa zozote katika udhibiti ambazo unamiliki au umewasilisha kwa udhibiti mwenyewe. Pia inaonyesha kazi za udhibiti ambazo zinasubiri na ni muda gani kazi zimefunguliwa.

source: **2. Awaiting your review**
sw: **2. Inasubiri ukaguzi wako**

source: If your webmaster or web developer gives you permission to perform moderation actions, your Wagtail dashboard displays the Awaiting your review panel. This panel shows content that's ready for you to review.
sw: Iwapo msimamizi wako wa tovuti au msanidi programu atakupa ruhusa ya kufanya vitendo vya udhibiti, dashibodi yako ya Wagtail inaonyesha Paneli yako ya Kusubiri ukaguzi. Paneli hii inaonyesha maudhui ambayo yako tayari kwako kukagua.

source: From the panel, you can perform the following actions:
sw: Kutoka kwa paneli, unaweza kufanya vitendo vifuatavyo:

source: Click the name of a page to edit that page. Use the buttons to move the page to the next stage in your workflow by requesting changes to a page, approving the page, or approving the page with a comment. Get a quick view of the page status by hovering over the indicator circles to get more information about the pending task. The indicator circles show a tick for a completed task or an empty circle for an incomplete one. See how long a page has been waiting for review. Your most recent edits The Your most recent edits panel displays the five pages you last edited.
sw: Bofya jina la ukurasa ili kuhariri ukurasa huo. Tumia vitufe kusogeza ukurasa hadi hatua inayofuata katika mtiririko wako wa kazi kwa kuomba mabadiliko kwenye ukurasa, kuidhinisha ukurasa, au kuidhinisha ukurasa kwa maoni. Pata mwonekano wa haraka wa hali ya ukurasa kwa kuelea juu ya miduara ya kiashirio ili kupata maelezo zaidi kuhusu kazi inayosubiri. Miduara ya kiashirio inaonyesha tiki kwa kazi iliyokamilishwa au duara tupu kwa isiyokamilika. Tazama ni muda gani ukurasa umesubiri kukaguliwa. Uhariri wako wa hivi majuzi zaidi Paneli yako ya kuhariri hivi karibuni inaonyesha kurasa tano ulizohariri mwisho.

source: The panel also shows the date that you last edited the pages as well as the current status of the pages.
sw: Paneli pia inaonyesha tarehe ambayo ulihariri kurasa mara ya mwisho pamoja na hali ya sasa ya kurasa.

source: **3. Your locked pages**
sw: **3. Kurasa zako zilizofungwa**

source: The Your locked pages panel shows all of the pages you've locked so that only you can edit them. From this panel, you can quickly view the date you locked a page. To edit a locked page, click the name.
sw: Paneli ya Kurasa zako zilizofungwa huonyesha kurasa zote ambazo umezifunga ili wewe tu uweze kuzihariri. Kutoka kwa kidirisha hiki, unaweza kutazama kwa haraka tarehe uliyofunga ukurasa. Ili kuhariri ukurasa uliofungwa, bofya jina.

source: The Sidebar
sw: Upau wa kando

source: On the left-hand side of the dashboard and throughout the CMS is a menu called the Sidebar. You can use the Sidebar to navigate to different parts of the CMS.
sw: Upande wa kushoto wa dashibodi na kote kwenye CMS kuna menyu inayoitwa Upau wa kando. Unaweza kutumia Upau wa kando kuabiri hadi sehemu tofauti za CMS.

source: The Sidebar helps you quickly access your content as well as CMS features and settings. The items on the Sidebar can vary depending on what you have access to. These features include Search, Documents, Snippets, Forms, Reports, Settings, and Help.
sw: Upau wa kando hukusaidia kufikia maudhui yako kwa haraka na vipengele na mipangilio ya CMS. Vipengee vilivyo kwenye Upau wa Kando vinaweza kutofautiana kulingana na kile unachoweza kufikia. Vipengele hivi ni pamoja na Utafutaji, Hati, Vijisehemu, Fomu, Ripoti, Mipangilio na Usaidizi.

source: If you want the Sidebar to take up less space, you can click the white arrow near the top of the Sidebar to switch it into slim mode and give yourself more space for writing.
sw: Iwapo ungependa Upau wa kando uchukue nafasi kidogo, unaweza kubofya kishale cheupe karibu na sehemu ya juu ya Upau wa kando ili kuubadilisha kuwa hali nyembamba na ujipe nafasi zaidi ya kuandika.

source: The Explorer Page
sw: Ukurasa wa Explorer

source: The Explorer page allows you to view a page’s children and perform actions on them. On the Explorer page, you can publish and unpublish pages. You can also move the pages to other sections, drill down into the content tree, or reorder child pages within a parent.
sw: Ukurasa wa Kivinjari hukuruhusu kutazama watoto wa ukurasa na kufanya vitendo juu yao. Kwenye ukurasa wa Explorer, unaweza kuchapisha na kubatilisha uchapishaji wa kurasa. Unaweza pia kuhamisha kurasa hadi sehemu zingine, kuchimba chini kwenye mti wa maudhui, au kupanga upya kurasa za watoto ndani ya mzazi.

source: You can see the name of the page whose Explorer page you are on as a heading at the top of the screen. If the page has child pages within it, then you can see a list displaying the child pages below the heading. Clicking the title of a child page takes you to the edit screen, from which you can edit that child page.
sw: Unaweza kuona jina la ukurasa ambao ukurasa wake wa Kichunguzi uko kama kichwa juu ya skrini. Ikiwa ukurasa una kurasa za watoto ndani yake, basi unaweza kuona orodha inayoonyesha kurasa za watoto chini ya kichwa. Kubofya kichwa cha ukurasa wa mtoto kunakupeleka kwenye skrini ya kuhariri, ambayo unaweza kuhariri ukurasa huo wa mtoto.

source: If you hover over a child page, you get an arrow on the right-hand side of that child page row. Clicking the arrow displays a further level of child pages.
sw: Ukielea juu ya ukurasa wa mtoto, unapata mshale upande wa kulia wa safu hiyo ya ukurasa wa mtoto. Kubofya mshale huonyesha kiwango zaidi cha kurasa za watoto.

source: Explorer
sw: Mchunguzi

source: Additionally, hovering over a child page displays a checkbox at the left-hand side of the child page row. Selecting one or more child pages by clicking their checkboxes gives you an action bar at the bottom of the Explorer page. Clicking on any of the options in the action bar takes you to a confirmation page from which you can confirm the action.
sw: Zaidi ya hayo, kuelea juu ya ukurasa wa mtoto huonyesha kisanduku cha kuteua katika upande wa kushoto wa safu mlalo ya ukurasa wa mtoto. Kuchagua ukurasa wa mtoto mmoja au zaidi kwa kubofya visanduku vya kuteua hukupa upau wa kitendo chini ya ukurasa wa Kichunguzi. Kubofya chaguo lolote katika upau wa kitendo kunakupeleka kwenye ukurasa wa uthibitishaji ambapo unaweza kuthibitisha kitendo.

source: ![Child pages](../_static/images/navigating/child_pages.png "Child pages")
sw: ![Kurasa za watoto](../_static/images/navigating/child_pages.png "Kurasa za watoto")

source: Child pages
sw: Kurasa za watoto

source: As you drill down through the site, the breadcrumb (the row of pages beginning with the home icon) displays the path you have taken. Clicking on the page titles in the breadcrumb takes you to the Explorer screen for that page.
sw: Unapochimba chini kwenye tovuti, mkatetaka (safu ya kurasa zinazoanza na ikoni ya nyumbani) huonyesha njia ambayo umechukua. Kubofya kwenye mada za ukurasa kwenye mkatetaka kukupeleka kwenye skrini ya Kivinjari kwa ukurasa huo.

source: Clicking on the … Actions dropdown shows a list of actions for the parent page, like Move, Copy, Delete, Unpublish, and History. Also, clicking the Sort menu order option from the dropdown takes you to the ordering page.
sw: Kubofya kwenye ... menyu kunjuzi ya Vitendo inaonyesha orodha ya vitendo kwa ukurasa mzazi, kama vile Hamisha, Nakili, Futa, Batilisha Uchapishaji na Historia. Pia, kubofya chaguo la menyu ya Panga kutoka kwenye menyu kunjuzi hukupeleka kwenye ukurasa wa kuagiza.

source: Actions
sw: Vitendo

source: Search the CMS
sw: Tafuta CMS

source: The search feature is the topmost feature in the Sidebar. You can use the search feature to quickly search for content in the CMS.
sw: Kipengele cha utafutaji ndicho kipengele cha juu kabisa kwenye Upau wa kando. Unaweza kutumia kipengele cha utafutaji kutafuta kwa haraka maudhui kwenye CMS.

source: ![Search](../_static/images/navigating/search.png "Search")
sw: ![Tafuta](../_static/images/navigating/search.png "Tafuta")

source: Search
sw: Tafuta

source: Frequently Asked Questions (FAQs)
sw: Maswali Yanayoulizwa Mara Kwa Mara (FAQs)

source: **1. What technologies is the CMS Built on?**
sw: **1. CMS Imejengwa kwa kutumia teknolojia gani?**

source: The CMS, along with its various components, is **completely open-source** and developed on the [WMO RAF GitHub account](https://github.com/orgs/wmo-raf). This implies that the institution will have **unrestricted access to the source code**, allowing them to identify and report any bugs, request new features, and even actively contribute to the development of the codebase. This open approach encourages collaboration and fosters a sense of ownership and involvement within the institution.
sw: CMS, pamoja na vipengee vyake mbalimbali, ni **chanzo huria** na imeundwa kwenye [akaunti ya WMO RAF GitHub](https://github.com/orgs/wmo-raf). Hii ina maana kwamba taasisi itakuwa na **ufikiaji usio na kikomo wa msimbo wa chanzo**, unaowaruhusu kutambua na kuripoti hitilafu zozote, kuomba vipengele vipya, na hata kuchangia kikamilifu katika uundaji wa msingi wa msimbo. Mbinu hii ya wazi inahimiza ushirikiano na kukuza hisia ya umiliki na ushiriki ndani ya taasisi.

source: **2. Who will manage the CMS Content?**
sw: **2. Nani atadhibiti Maudhui ya CMS?**

source: The **NMHS installing the CMS and its components will be fully responsible** for inputting and managing the content that goes into the CMS, from their side. This means that they take the instance of the code and run it, without anyone else having access to the operational instance, unless authorized to do so.
sw: **NMHS inayosakinisha CMS na vijenzi vyake itawajibika kikamilifu** kwa kuingiza na kudhibiti maudhui yanayoingia kwenye CMS, kutoka upande wao. Hii ina maana kwamba wanachukua mfano wa msimbo na kuiendesha, bila mtu mwingine yeyote kupata mfano wa utendakazi, isipokuwa ameidhinishwa kufanya hivyo.

source: **3. What if an NMHS already has a website?**
sw: **3. Je, ikiwa NMHS tayari ina tovuti?**

source: In cases where an NMHS already has an existing website but is interested in testing the new CMS, they have the option to install and run it **concurrently with their existing system** for a specific duration. This allows them to thoroughly evaluate and experience the functionalities offered by the new CMS. Once the NMHS is satisfied and comfortable with the new CMS, a phased approach can be adopted to gradually transition and fully migrate their website to the new CMS. This ensures a smooth and well-managed transition process.
sw: Katika hali ambapo NMHS tayari ina tovuti iliyopo lakini ina nia ya kujaribu CMS mpya, ina chaguo la kuisakinisha na kuiendesha **sambamba na mfumo wao uliopo** kwa muda mahususi. Hii inawaruhusu kutathmini na kupata uzoefu wa utendaji unaotolewa na CMS mpya. Pindi tu NMHS inaporidhika na kustareheshwa na CMS mpya, mbinu ya hatua kwa hatua inaweza kuchukuliwa ili kubadilisha hatua kwa hatua na kuhamisha tovuti yao kikamilifu hadi kwa CMS mpya. Hii inahakikisha mchakato wa mpito laini na unaosimamiwa vizuri.

source: **4. What does ‘CMS’ mean?**
sw: **4. Je, ‘CMS’ inamaanisha nini?**

source: The term ‘CMS’, as used in this document, refers to **all the components** working together to have a running website, more especially on managing the website content. Read more about the CMS Key functionalities https://github.com/wmo-raf/nmhs-cms/wiki
sw: Neno ‘CMS’, kama lilivyotumiwa katika hati hii, hurejelea **vijenzi vyote** vinavyofanya kazi pamoja ili kuwa na tovuti inayoendeshwa, hasa katika kudhibiti maudhui ya tovuti. Soma zaidi kuhusu utendakazi Muhimu wa CMS https://github.com/wmo-raf/nmhs-cms/wiki

source: **5. What with NMHSs services that do not have IT people**
sw: **5. Vipi na huduma za NMHS ambazo hazina watu wa IT**

source: A fundamental aspect considered during the design and development phase of the CMS was to establish a clear and well-defined system for managing content and page structure. This involved creating a **user-friendly interface with a modern design and intuitive features,** aimed at providing users with a seamless and enjoyable experience. The objective was to enable users to easily locate content and utilize the CMS **without the need for specialized IT skills**.
sw: Kipengele cha msingi kilichozingatiwa wakati wa awamu ya kubuni na maendeleo ya CMS ilikuwa kuanzisha mfumo wazi na uliofafanuliwa vyema wa kusimamia maudhui na muundo wa ukurasa. Hii ilihusisha kuunda **kiolesura kinachofaa mtumiaji chenye muundo wa kisasa na vipengele angavu,** vinavyolenga kuwapa watumiaji hali ya utumiaji iliyofumwa na ya kufurahisha. Lengo lilikuwa kuwezesha watumiaji kupata maudhui kwa urahisi na kutumia CMS **bila hitaji la ujuzi maalum wa IT**.

source: **6. Security risks?**
sw: **6. Hatari za usalama?**

source: The CMS, which is being built using open-source technologies, benefits from the advantage of having a community of developers who actively contribute to enhancing its security and stability. Furthermore, the CMS offers robust **support for secure authentication mechanisms**, including username/password authentication, integration with third-party authentication systems such as OAuth, and the ability to implement custom authentication backends. Additionally, the CMS performs **regular backups to safeguard the website's data** and enable its restoration in case of data loss. The NMHS are encouraged to share **only the final products** intended for the public.
sw: CMS, ambayo inaundwa kwa kutumia teknolojia huria, inanufaika kutokana na manufaa ya kuwa na jumuiya ya wasanidi programu wanaochangia kikamilifu katika kuimarisha usalama na uthabiti wake. Zaidi ya hayo, CMS inatoa **msaada thabiti wa mbinu salama za uthibitishaji**, ikiwa ni pamoja na uthibitishaji wa jina la mtumiaji/nenosiri, ujumuishaji na mifumo ya uthibitishaji ya watu wengine kama vile OAuth, na uwezo wa kutekeleza viambajengo maalum vya uthibitishaji. Zaidi ya hayo, CMS hufanya **hifadhi rudufu za mara kwa mara ili kulinda data ya tovuti** na kuwezesha urejeshaji wake iwapo data itapotea. NMHS inahimizwa kushiriki **bidhaa za mwisho pekee** zinazolengwa kwa umma.

source: **7. Where is it hosted?**
sw: **7. Inapangishwa wapi?**

source: The CMS is deployed **at the National Meteorological and Hydrological Service (NMHS) level,** utilising either **cloud-based infrastructure or on-premises servers**. Please refer to the provided **server specifications** for more details on the hosting environment.
sw: CMS inatumika **katika kiwango cha Huduma ya Kitaifa ya Hali ya Hewa na Hali ya Hewa (NMHS),** kwa kutumia **miundombinu inayotegemea wingu au seva za kwenye majengo**. Tafadhali rejelea **maelezo ya seva** yaliyotolewa kwa maelezo zaidi kuhusu mazingira ya upangishaji.

source: **8. Is WMO RAF managing or handing over completely?**
sw: **8. Je, WMO RAF inasimamia au kukabidhi kabisa?**

source: The **NMHSs independently manage all components of the CMS in a decentralized manner** at the departmental level. The CMS includes an administrative role (superuser) that possesses complete privileges to access all components of the system. Further information regarding users and roles can be found at (https://github.com/wmo-raf/nmhs-cms/wiki/Manage-Users-and-Roles). It is important to note that WMO RAF does not have involvement in managing the CMS, as its administration and control lie solely with the NMHSs. While WMO RAF does not directly manage the CMS, it does offer valuable support to NMHSs by **providing training and guidance** on the proper management of the CMS. WMO's role is to assist NMHSs in acquiring the necessary knowledge and skills to effectively handle and maintain the CMS. This training and guidance aim to empower NMHSs in utilizing the CMS to its full potential and ensuring optimal performance and functionality.
sw: **NMHS husimamia kwa kujitegemea vipengele vyote vya CMS kwa njia iliyogatuliwa** katika ngazi ya idara. CMS inajumuisha jukumu la usimamizi (superuser) ambalo lina haki kamili za kufikia vipengele vyote vya mfumo. Maelezo zaidi kuhusu watumiaji na majukumu yanaweza kupatikana katika ( https://github.com/wmo-raf/nmhs-cms/wiki/Manage-Users-and-Roles). Ni muhimu kutambua kwamba WMO RAF haishiriki katika kusimamia CMS, kwani usimamizi na udhibiti wake upo kwenye NMHS pekee. Ingawa WMO RAF haidhibiti moja kwa moja CMS, inatoa usaidizi muhimu kwa NMHS kwa **kutoa mafunzo na mwongozo** kuhusu usimamizi sahihi wa CMS. Jukumu la WMO ni kusaidia NMHS katika kupata maarifa na ujuzi unaohitajika ili kushughulikia na kudumisha CMS ipasavyo. Mafunzo na mwongozo huu unalenga kuwezesha NMHS katika kutumia CMS kwa uwezo wake kamili na kuhakikisha utendakazi na utendakazi bora.

source: **9. Training and capacity building: how will it be done?**
sw: **9. Mafunzo na kujenga uwezo: yatafanyika vipi?**

source: WMO RAF will conduct training sessions for the CMS, which can be arranged in **either face-to-face or online formats**. Comprehensive **training materials**, including user guides (https://github.com/wmo-raf/nmhs-cms/wiki) and developer guides (https://github.com/wmo-raf/nmhs-cms), are also available. The training sessions will be specifically targeted towards designated **departmental focal points **responsible for each component of the CMS. This approach ensures that the training is tailored to meet the specific needs and roles within the NMHS, enabling efficient knowledge transfer and effective utilization of the CMS.
sw: WMO RAF itaendesha vipindi vya mafunzo kwa ajili ya CMS, ambavyo vinaweza kupangwa katika **maumbile ya ana kwa ana au ya mtandaoni**. **Nyenzo za mafunzo** za kina, ikijumuisha miongozo ya watumiaji (https://github.com/wmo-raf/nmhs-cms/wiki) na miongozo ya wasanidi (https://github.com/wmo-raf/nmhs-cms) , zinapatikana pia. Vikao vya mafunzo vitalengwa mahususi kwa **maeneo makuu yaliyotengwa ya idara **inayowajibika kwa kila sehemu ya CMS. Mbinu hii inahakikisha kwamba mafunzo yameundwa ili kukidhi mahitaji na majukumu mahususi ndani ya NMHS, kuwezesha uhamishaji wa maarifa na utumiaji mzuri wa CMS.

source: **10. What about NMHS that want to migrate their website? What provision for migration?**
sw: **10. Vipi kuhusu NMHS wanaotaka kuhama tovuti yao? Ni utoaji gani wa uhamiaji?**

source: The migration process will commence by initially **identifying the current content of the pages, as well as identifying additional pages that may be relevant and determining any obsolete content**. Moreover, recommendations will be provided regarding optimal practices pertaining to wording, images, colors, and other related aspects. The manual migration of each page will be conducted in collaboration with departmental focal points to ensure efficient coordination.
sw: Mchakato wa uhamiaji utaanza kwa **kubainisha maudhui ya sasa ya kurasa, na pia kutambua kurasa za ziada ambazo zinaweza kuwa muhimu na kubainisha maudhui yoyote ya kizamani**. Zaidi ya hayo, mapendekezo yatatolewa kuhusu mazoea bora yanayohusiana na maneno, picha, rangi na vipengele vingine vinavyohusiana. Uhamishaji wa mwongozo wa kila ukurasa utafanywa kwa ushirikiano na sehemu kuu za idara ili kuhakikisha uratibu mzuri.

source: **11. What support will be offered by WMO RAF?**
sw: **11. Je, ni msaada gani utakaotolewa na WMO RAF?**

source: Support on the operationalization of the CMS cuts across:
sw: Usaidizi wa utendakazi wa CMS unapitia kote:

source: Assessing Quality and interactivity of existing NMHS website
sw: Kutathmini Ubora na mwingiliano wa tovuti iliyopo ya NMHS

source: Approach and present the CMS to the NMHS. Integrate suggested feedback
sw: Mbinu na uwasilishe CMS kwa NMHS. Unganisha maoni yaliyopendekezwa

source: Identify departmental focal points for CMS coordination including overall CMS administrator
sw: Tambua sehemu kuu za idara za uratibu wa CMS ikijumuisha msimamizi wa jumla wa CMS

source: Installation and setup of CMS in-premise servers/cloud servers
sw: Usakinishaji na usanidi wa seva za ndani za CMS/seva za wingu

source: Provision one-on-one training and capacity building to departmental focal points on configuration and customization of the CMS and Website
sw: Kutoa mafunzo ya moja kwa moja na kujenga uwezo kwa vituo vya idara juu ya usanidi na ubinafsishaji wa CMS na Tovuti.

source: Provision of learning materials, documentations, and guides of the CMS
sw: Utoaji wa nyenzo za kujifunzia, nyaraka, na miongozo ya CMS

source: Follow-up support in troubleshooting and resolving technical bugs
sw: Usaidizi wa ufuatiliaji katika utatuzi na utatuzi wa hitilafu za kiufundi
