Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: Manage Roles
sw: Dhibiti Majukumu

source: ![List Roles](../../_static/images/users_and_roles/list_roles.png "List Roles")
sw: ![Orodhesha Majukumu](../../_static/images/users_and_roles/list_roles.png "Orodhesha Majukumu")

source: List Roles
sw: Orodhesha Majukumu

source: To edit a role and assign different permissions, click on the group. This will navigate to a seperate page where you can manage the permissions of the role.
sw: Ili kuhariri jukumu na kukabidhi ruhusa tofauti, bofya kwenye kikundi. Hii itaenda kwenye ukurasa tofauti ambapo unaweza kudhibiti ruhusa za jukumu.

source: ![Edit Roles](../../_static/images/users_and_roles/edit_role.png "Edit Roles")
sw: ![Hariri Majukumu](../../_static/images/users_and_roles/edit_role.png "Hariri Majukumu")

source: Edit Roles
sw: Badilisha Majukumu

source: Configure Settings
sw: Sanidi Mipangilio
