Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: The Ranking type is suitable for questions where respondents need to establish the order of items. This type allows respondents to drag and drop items from a list to rearrange them based on rank or preference.
sw: Aina ya Nafasi inafaa kwa maswali ambapo wahojiwa wanahitaji kuweka mpangilio wa vitu. Aina hii huwaruhusu wanaojibu kuburuta na kuangusha vipengee kutoka kwenye orodha ili kuvipanga upya kulingana na cheo au mapendeleo.

source: ![Ranking](../../_static/images/surveys/question-types-ranking.png "Ranking")
sw: ![Cheo](../../_static/images/surveys/question-types-ranking.png "Cheo")

source: Ranking
sw: Nafasi

source: **Image Picker**
sw: **Kiteua Picha**

source: In a survey question where respondents are required to select one or several images or videos from a series, a value associated with the chosen image or video is saved to the survey results.
sw: Katika swali la utafiti ambapo waliojibu wanatakiwa kuchagua picha au video moja au kadhaa kutoka kwa mfululizo, thamani inayohusishwa na picha au video iliyochaguliwa huhifadhiwa kwenye matokeo ya utafiti.

source: ![Image Picker](../../_static/images/surveys/question-types-imagepicker.png "Image Picker")
sw: ![Kiteua Picha](../../_static/images/surveys/question-types-imagepicker.png "Kiteua Picha")

source: Image Picker
sw: Kiteua Picha

source: When using a Boolean editor, respondents can switch between Yes or No to provide their response. The survey results will record the response as true for Yes or false for No.
sw: Unapotumia kihariri cha Boolean, wanaojibu wanaweza kubadilisha kati ya Ndiyo au Hapana ili kutoa majibu yao. Matokeo ya utafiti yatarekodi jibu kama kweli kwa Ndiyo au si kweli kwa Hapana.

source: **Signature Pad**
sw: **Pedi ya Sahihi**

source: To capture a respondent's signature or any other hand-drawn input, use a type that allows respondents to draw their signature using mouse or touch gestures within a designated input area.
sw: Ili kunasa sahihi ya mjibu aliyejibu au ingizo lingine lolote linalochorwa kwa mkono, tumia aina inayowaruhusu wanaojibu kuchora sahihi zao kwa kutumia ishara za panya au mguso ndani ya eneo lililoteuliwa.

source: ![Signature Pad](../../_static/images/surveys/question-types-signature-pad.png "Signature Pad")
sw: ![Pedi ya Sahihi](../../_static/images/surveys/question-types-signature-pad.png "Padi ya Sahihi")

source: Signature Pad
sw: Pedi ya Sahihi

source: **Image**
sw: **Picha**

source: The Image type is used to include an image or video in the survey for presentation purposes only. This type does not generate a value to be saved in the survey results.
sw: Aina ya Picha inatumika kujumuisha picha au video katika utafiti kwa madhumuni ya uwasilishaji pekee. Aina hii haitoi thamani ya kuhifadhiwa katika matokeo ya utafiti.

source: The HTML type can be used to format text, include links, and insert media or custom elements into the survey. This type is solely for presentation purposes and does not produce a value to be saved in the survey results. However, it is important to note that HTML content can be susceptible to security breaches. Therefore, make sure that any links inserted lead to trusted resources.
sw: Aina ya HTML inaweza kutumika kutengeneza maandishi, kujumuisha viungo, na kuingiza maudhui au vipengele maalum kwenye utafiti. Aina hii ni kwa madhumuni ya uwasilishaji pekee na haitoi thamani ya kuhifadhiwa katika matokeo ya utafiti. Hata hivyo, ni muhimu kutambua kwamba maudhui ya HTML yanaweza kuathiriwa na ukiukaji wa usalama. Kwa hiyo, hakikisha kwamba viungo vyovyote vilivyowekwa vinaongoza kwenye rasilimali zinazoaminika.

source: **Expression**
sw: **Maelezo**

source: The Expression type is used to calculate values and present them to respondents. It can be utilized to sum up scores of previous responses, display current date and time, find an average value, and so on. The calculated value is then saved in the survey results. In the example image provided, the Expression type concatenates the first and last names to display a full name. To define an expression in a survey question, type it into the Expression field found in the General category. Your expression can refer to other survey questions (such as {question1} + {question2}) or use pre-built calculation functions.
sw: Aina ya Usemi hutumika kukokotoa thamani na kuziwasilisha kwa wanaojibu. Inaweza kutumika kujumlisha alama za majibu ya awali, kuonyesha tarehe na wakati wa sasa, kupata thamani ya wastani, na kadhalika. Thamani iliyohesabiwa basi huhifadhiwa katika matokeo ya uchunguzi. Katika picha ya mfano iliyotolewa, aina ya Usemi huunganisha jina la kwanza na la mwisho ili kuonyesha jina kamili. Ili kufafanua usemi katika swali la utafiti, charaza katika sehemu ya Usemi unaopatikana katika kitengo cha Jumla. Usemi wako unaweza kurejelea maswali mengine ya utafiti (kama vile {swali1} + {swali2}) au kutumia vikokotoa vilivyoundwa awali.

source: ![Expression](../../_static/images/surveys/question-types-expression.png "Expression")
sw: ![Maelezo](../../_static/images/surveys/question-types-expression.png "Expression")

source: Expression
sw: Kujieleza

source: **File**
sw: **Faili**

source: The File type is used to enable respondents to upload files. They can drag and drop one or several files into the designated area or select files using the browser's Upload File dialog window. Once uploaded, the files are saved in the survey results as base64-encoded strings.
sw: Aina ya Faili hutumiwa kuwawezesha wanaojibu kupakia faili. Wanaweza kuburuta na kudondosha faili moja au kadhaa kwenye eneo lililoteuliwa au kuchagua faili kwa kutumia kidirisha cha kidadisi cha Pakia Faili cha kivinjari. Mara baada ya kupakiwa, faili huhifadhiwa katika matokeo ya uchunguzi kama mifuatano ya msingi-64 iliyosimbwa.

source: ![File](../../_static/images/surveys/question-types-file.png "File")
sw: ![Faili](../../_static/images/surveys/question-types-file.png "Faili")

source: File
sw: Faili

source: **Single-Choice Matrix**
sw: **Matrix ya Chaguo Moja**

source: The Single-Choice Matrix type exhibits radio buttons arranged in rows and columns. Respondents can choose only one radio button within each row.
sw: Aina ya Matrix ya Chaguo Moja huonyesha vitufe vya redio vilivyopangwa kwa safu na safu wima. Wanaojibu wanaweza kuchagua kitufe kimoja pekee cha redio ndani ya kila safu mlalo.

source: ![Single-Choice Matrix](../../_static/images/surveys/question-types-matrix-single-choice.png "Single-Choice Matrix")
sw: ![Matrix ya Chaguo Moja](../../_static/images/surveys/question-types-matrix-single-choice.png "Single-Choice Matrix")

source: Single-Choice Matrix
sw: Matrix ya Chaguo Moja

source: **Multiple-Choice Matrix**
sw: **Matrix ya Chaguo-Nyingi**

source: The Multiple-Choice Matrix type displays rows and columns. Respondents use these editors to select a desired value in each cell. The following image illustrates the Multiple-Choice Matrix type with the default Dropdown editors.
sw: Aina ya Matrix ya Chaguo Nyingi huonyesha safu mlalo na safu wima. Wajibu hutumia vihariri hivi kuchagua thamani inayohitajika katika kila seli. Picha ifuatayo inaonyesha aina ya Multiple-Choice Matrix na vihariri chaguomsingi vya Kunjuzi.

source: ![Surveys](../../_static/images/surveys/question-types-matrix-multiple-choices.png "Surveys")
sw: ![Tafiti](../../_static/images/surveys/question-types-matrix-multiple-choices.png "Tafiti")

source: The Dynamic Matrix type is similar to a [Multiple-Choice Matrix](https://surveyjs.io/survey-creator/documentation/end-user-guide#multiple-choice-matrix), but respondents can add and remove matrix rows.
sw: Aina ya Matrix ya Nguvu ni sawa na [Multiple-Choice Matrix](https://surveyjs.io/survey-creator/documentation/end-user-guide#multiple-choice-matrix), lakini wanaojibu wanaweza kuongeza na kuondoa safu mlalo za matrix. .

source: Dynamic Matrix
sw: Matrix ya Nguvu

source: **Multiple Text**
sw: **Maandishi Nyingi**

source: Respondents enter their answers into multiple single-line text editors. Use the Multiple Text type for open-ended questions that require more than one short answer.
sw: Wajibu huingiza majibu yao katika vihariri vingi vya maandishi ya mstari mmoja. Tumia aina ya Maandishi Nyingi kwa maswali ya wazi yanayohitaji jibu fupi zaidi ya moja.

source: ![Multiple Text](../../_static/images/surveys/question-types-multiple-text.png "Multiple Text")
sw: ![Maandishi Nyingi](../../_static/images/surveys/question-types-multiple-text.png "Maandishi Nyingi")

source: Multiple Text
sw: Maandishi Nyingi

source: **Panel**
sw: **Jopo**

source: The Panel type is a container for other questions and panels. Use this type to group several questions or panels and control them all together.
sw: Aina ya Paneli ni chombo cha maswali na paneli zingine. Tumia aina hii kupanga maswali au paneli kadhaa na uyadhibiti yote kwa pamoja.

source: **Dynamic Panel**
sw: ** Paneli Inayobadilika**

source: The Dynamic Panel type is a template panel that can contain multiple questions. Respondents can add and remove panels based on the template.
sw: Aina ya Paneli Inayobadilika ni kidirisha cha violezo ambacho kinaweza kuwa na maswali mengi. Wanaojibu wanaweza kuongeza na kuondoa vidirisha kulingana na kiolezo.

source: Dynamic Panel
sw: Jopo la Nguvu

source: In progress...
sw: Inaendelea...

source: Content Assets
sw: Vipengee vya Maudhui

source: Flexible Pages (Flex Page)
sw: Kurasa Zinazobadilika (Ukurasa Mwepesi)

source: This is a type of content page that offers a high degree of customization and flexibility in terms of layout and content structure. Unlike other pages above, which have a fixed set of predefined fields, a Flex Page allows you to add various content blocks and sections to create dynamic and richly structured pages.
sw: Hii ni aina ya ukurasa wa maudhui ambayo hutoa kiwango cha juu cha kubinafsisha na kubadilika kulingana na mpangilio na muundo wa maudhui. Tofauti na kurasa zingine hapo juu, ambazo zina seti isiyobadilika ya sehemu zilizoainishwa awali, Ukurasa wa Flex hukuruhusu kuongeza vizuizi na sehemu mbalimbali za maudhui ili kuunda kurasa zinazobadilika na zenye muundo mzuri.

source: With a Flex Page, you have the flexibility to add, rearrange, and customize these content blocks within the page editor. This enables you to build complex and unique page layouts without the need for technical expertise or assistance from developers.
sw: Ukiwa na Ukurasa wa Flex, una uwezo wa kuongeza, kupanga upya, na kubinafsisha vizuizi hivi vya maudhui ndani ya kihariri cha ukurasa. Hii hukuwezesha kuunda mipangilio changamano na ya kipekee ya kurasa bila kuhitaji utaalamu wa kiufundi au usaidizi kutoka kwa wasanidi programu.

source: The ability to create Flex Pages is one of the features that make Wagtail a powerful and user-friendly CMS. It allows website administrators and editors to have greater control over the presentation of content, making it easier to maintain a consistent design while accommodating diverse content needs across different pages of the website.
sw: Uwezo wa kuunda Flex Pages ni mojawapo ya vipengele vinavyoifanya Wagtail kuwa CMS yenye nguvu na ifaayo kwa mtumiaji. Huruhusu wasimamizi wa tovuti na wahariri kuwa na udhibiti mkubwa zaidi wa uwasilishaji wa maudhui, na kurahisisha kudumisha muundo thabiti huku ikitosheleza mahitaji mbalimbali ya maudhui katika kurasa tofauti za tovuti.

source: Create a Flex Page
sw: Unda Ukurasa wa Flex

source: To create this page navigate to the 'pages' item on the explorer menu as shown below and click on the pages item at the top.
sw: Ili kuunda ukurasa huu nenda kwenye kipengee cha 'kurasa' kwenye menyu ya kichunguzi kama inavyoonyeshwa hapa chini na ubofye kipengee cha kurasa kilicho juu.

source: Pages Explorer
sw: Kivinjari cha kurasa

source: Hover over the Home item and click 'Add Child Page'
sw: Elea juu ya kipengee cha Nyumbani na ubofye 'Ongeza Ukurasa wa Mtoto'

source: ![Add Child Page](../../_static/images/pages/add_child_page.png "Add Child Page")
sw: ![Ongeza Ukurasa wa Mtoto](../../_static/images/pages/add_child_page.png "Ongeza Ukurasa wa Mtoto")

source: Add Child Page
sw: Ongeza Ukurasa wa Mtoto

source: Select Flex Page from the type of pages provided.
sw: Chagua Ukurasa wa Flex kutoka kwa aina ya kurasa zinazotolewa.

source: ![Add Flex Page](../../_static/images/flex_page/add_flex_page.png "Add Flex Page")
sw: ![Ongeza Ukurasa Unaobadilika](../../_static/images/flex_page/add_flex_page.png "Ongeza Ukurasa Unaobadilika")

source: Add Flex Page
sw: Ongeza Ukurasa wa Flex

source: Sections of a Flex Page
sw: Sehemu za Ukurasa wa Flex

source: The main sections of the flex page include the **page title, banner and content** section.
sw: Sehemu kuu za ukurasa wa kubadilika ni pamoja na sehemu ya **kichwa cha ukurasa, bango na maudhui**.

source: ![Flex Page Sections](../../_static/images/flex_page/flex_page_sections.png "Flex Page Sections")
sw: ![Sehemu za Ukurasa wa Flex](../../_static/images/flex_page/flex_page_sections.png "Sehemu za Ukurasa wa Flex")

source: Flex Page Sections
sw: Sehemu za Ukurasa wa Flex

source: The **content section** contains a set of resuable and reorderable blocks, i.e
sw: **Sehemu ya maudhui** ina seti ya vizuizi vinavyoweza kutumika tena na vinavyoweza kupangwa upya, i.e

source: ![Flex Page Sections](../../_static/images/flex_page/content_panel_sections.png "Flex Page Sections")
sw: ![Sehemu za Ukurasa wa Flex](../../_static/images/flex_page/content_panel_sections.png "Sehemu za Ukurasa wa Flex")

source: Title and Text Block
sw: Kichwa na Kizuizi cha Maandishi

source: ![Flex Page Sections](../../_static/images/flex_page/title_text.png "Flex Page Sections")
sw: ![Sehemu za Ukurasa wa Flex](../../_static/images/flex_page/title_text.png "Sehemu za Ukurasa wa Flex")

source: Title, Text and Image Block
sw: Kichwa, Maandishi na Kizuizi cha Picha

source: ![Flex Page Sections](../../_static/images/flex_page/title_text_image.png "Flex Page Sections")
sw: ![Sehemu za Ukurasa wa Flex](../../_static/images/flex_page/title_text_image.png "Sehemu za Ukurasa wa Flex")

source: Accordion Block ![Flex Page Sections](../../_static/images/flex_page/accordion.png "Flex Page Sections")
sw: Accordion Block ![Sehemu za Ukurasa wa Flex](../../_static/images/flex_page/accordion.png "Sehemu za Ukurasa wa Flex")

source: Table Block ![Flex Page Sections](../../_static/images/flex_page/table.png "Flex Page Sections")
sw: Uzuiaji wa Jedwali ![Sehemu za Ukurasa wa Flex](../../_static/images/flex_page/table.png "Sehemu za Ukurasa wa Flex")

source: News
sw: Habari

source: Creation of news
sw: Uundaji wa habari

source: The creation of news follows the steps below:
sw: Uundaji wa habari unafuata hatua zifuatazo:

source: Create a news type
sw: Unda aina ya habari

source: Create a news listing page
sw: Unda ukurasa wa orodha ya habari

source: Create a news page
sw: Unda ukurasa wa habari

source: News Creation Example Scenario
sw: Mfano wa Uundaji wa Habari

source: Assume you would like to have news on the website, the practical way to do it using the steps above would be:
sw: Chukulia kuwa ungependa kuwa na habari kwenye wavuti, njia ya vitendo ya kuifanya kwa kutumia hatua zilizo hapo juu itakuwa:

source: Step 1: Create an news type
sw: Hatua ya 1: Unda aina ya habari

source: To create a news type, navigate to the 'Snippets' section on the explorer menu and select 'News Types' as below:
sw: Ili kuunda aina ya habari, nenda kwenye sehemu ya 'Vijisehemu' kwenye menyu ya kigunduzi na uchague 'Aina za Habari' kama ilivyo hapo chini:

source: News Explorer
sw: Mgunduzi wa Habari

source: Click on 'Add news Type' to create a new news type.
sw: Bofya kwenye 'Ongeza Aina ya habari' ili kuunda aina mpya ya habari.

source: ![News Type](../../_static/images/news/add_news_type.png "News Type")
sw: ![Aina ya Habari](../../_static/images/news/add_news_type.png "Aina ya Habari")

source: News Type
sw: Aina ya Habari

source: Provide news type name and choose an icon and save.
sw: Toa jina la aina ya habari na uchague ikoni na uhifadhi.

source: ![News Type](../../_static/images/news/news_type.png "News Type")
sw: ![Aina ya Habari](../../_static/images/news/news_type.png "Aina ya Habari")

source: Step 2: Create a news listing page
sw: Hatua ya 2: Unda ukurasa wa orodha ya habari

source: A listing page is a page that holds a list of pages. For example, a news Listing page would hold one or more news. It lists the banner, latest featured news and all other news.
sw: Ukurasa wa kuorodhesha ni ukurasa ambao unashikilia orodha ya kurasa. Kwa mfano, ukurasa wa Orodha ya habari unaweza kuhifadhi habari moja au zaidi. Inaorodhesha bango, habari mpya zilizoangaziwa na habari zingine zote.

source: ![News List Preview](../../_static/images/news/news_list_preview.png "News List Preview")
sw: ![Muhtasari wa Orodha ya Habari](../../_static/images/news/news_list_preview.png "Onyesho la Kukagua Orodha ya Habari")

source: News List Preview
sw: Onyesho la kukagua Orodha ya Habari

source: Select news List Page from the type of pages provided.
sw: Chagua Ukurasa wa Orodha ya habari kutoka kwa aina ya kurasa zilizotolewa.

source: ![Add News List Page](../../_static/images/news/add_news_list.png "Add News List Page")
sw: ![Ongeza Ukurasa wa Orodha ya Habari](../../_static/images/news/add_news_list.png "Ongeza Ukurasa wa Orodha ya Habari")

source: Add News List Page
sw: Ongeza Ukurasa wa Orodha ya Habari

source: Provide a the page title, banner image, title, subtitle and call to action and either save draft, publish or submit to moderation depending on your previlleges.
sw: Toa kichwa cha ukurasa, picha ya bango, kichwa, manukuu na mwito wa kuchukua hatua na ama uhifadhi rasimu, uchapishe au uwasilishe ili kudhibitiwa kulingana na previlleges yako.

source: ![Add News List Page](../../_static/images/news/news_list_page.png "Add News List Page")
sw: ![Ongeza Ukurasa wa Orodha ya Habari](../../_static/images/news/news_list_page.png "Ongeza Ukurasa wa Orodha ya Habari")

source: Step 3: Create a news page
sw: Hatua ya 3: Unda ukurasa wa habari

source: This will navigate to the list of pages under the home page including the news list page you just created. Hover over the the news listing page and click on 'add child page'.
sw: Hii itasogeza hadi kwenye orodha ya kurasa chini ya ukurasa wa nyumbani ikijumuisha ukurasa wa orodha ya habari ambao umeunda hivi punde. Elea juu ya ukurasa wa orodha ya habari na ubofye 'ongeza ukurasa wa mtoto'.

source: ![Add news Page](../../_static/images/news/add_news.png "Add news Page")
sw: ![Ongeza Ukurasa wa habari](../../_static/images/news/add_news.png "Ongeza Ukurasa wa habari")

source: Add news Page
sw: Ongeza Ukurasa wa habari

source: ![News Page Sections](../../_static/images/news/news_sections.png "News Page Sections")
sw: ![Sehemu za Ukurasa wa Habari](../../_static/images/news/news_sections.png "Sehemu za Ukurasa wa Habari")

source: News Page Sections
sw: Sehemu za Ukurasa wa Habari

source: The sections of a service page include:
sw: Sehemu za ukurasa wa huduma ni pamoja na:

source: **News Type** - selected from previously prepared news type in step 1
sw: **Aina ya Habari** - iliyochaguliwa kutoka aina ya habari iliyotayarishwa awali katika hatua ya 1

source: **Relevant Service** - selected from previously prepared service categories. Refer to [Create Services Categories Section](./Manage-Services#step-1-create-an-agromet-service-category) to create service categories.
sw: **Huduma Husika** - iliyochaguliwa kutoka kategoria za huduma zilizotayarishwa hapo awali. Rejelea [Unda Sehemu ya Aina za Huduma](./Manage-Services#step-1-create-an-agromet-service-category) ili kuunda aina za huduma.

source: **Relevant Projects** - select from previously prepared projects. Please refer [Manage Projects](./Manage-Projects) to guide on creation of projects.
sw: **Miradi Husika** - chagua kutoka kwa miradi iliyotayarishwa hapo awali. Tafadhali rejelea [Dhibiti Miradi](./Manage-Projects) ili mwongozo wa uundaji wa miradi.

source: **Post date** - the date the news was published
sw: **Tarehe ya chapisho** - tarehe ambayo habari ilichapishwa

source: **Subtitle** - optional subtitle
sw: **Manukuu** - manukuu ya hiari

source: **Body** - the body of the news
sw: **Mwili** - mwili wa habari

source: **Tags** - tags related to the news
sw: **Lebo** - vitambulisho vinavyohusiana na habari

source: **Extra Links** - additional links
sw: **Viungo vya Ziada** - viungo vya ziada

source: **Is featured** - If enabled, the news will appear as Featured news on the news listing page
sw: **Imeangaziwa** - Ikiwashwa, habari zitaonekana kama Habari Zilizoangaziwa kwenye ukurasa wa orodha ya habari

source: **Is visible on homepage** - If enabled, the news will appear in the homepage as an alert/latest update
sw: **Inaonekana kwenye ukurasa wa nyumbani** - Ikiwashwa, habari zitaonekana katika ukurasa wa nyumbani kama arifa/sasisho jipya zaidi

source: Products
sw: Bidhaa

source: The creation of products follows the steps below:
sw: Uundaji wa bidhaa unafanywa kwa hatua zifuatazo:

source: Creation of a product and a service category
sw: Uundaji wa bidhaa na kitengo cha huduma

source: Creation of one or more product categories for each of the products
sw: Uundaji wa aina moja au zaidi za bidhaa kwa kila moja ya bidhaa

source: Creation of one or more product item types for each of the product categories
sw: Uundaji wa aina ya bidhaa moja au zaidi kwa kila aina ya bidhaa

source: Creation of a product page that will serve all products for a specific category
sw: Uundaji wa ukurasa wa bidhaa ambao utatumikia bidhaa zote kwa kitengo maalum

source: Creation of one or more product items for a product page
sw: Uundaji wa bidhaa moja au zaidi kwa ukurasa wa bidhaa

source: Product Creation Example Scenario
sw: Mfano wa Uundaji wa Bidhaa

source: Assume you would like to have Dekadal Agromet Bulletin Products on the website, the practical way to do it using the steps above would be:
sw: Chukulia kuwa ungependa kuwa na Bidhaa za Dekadal Agromet Bulletin kwenye wavuti, njia ya vitendo ya kuifanya kwa kutumia hatua zilizo hapo juu itakuwa:

source: Step 1: Create an 'Agromet Service Category' and a 'Dekadal Agromet Bulletin' Product
sw: Hatua ya 1: Unda 'Kitengo cha Huduma ya Agromet' na Bidhaa ya 'Dekadal Agromet Bulletin'

source: To create a service, navigate to the 'Snippets' section on the explorer menu and select 'Servies' as below:
sw: Ili kuunda huduma, nenda kwenye sehemu ya 'Vijisehemu' kwenye menyu ya kigunduzi na uchague 'Huduma' kama ilivyo hapo chini:

source: Services Explorer
sw: Kichunguzi cha Huduma

source: Click on 'Add service' to create a new service.
sw: Bofya kwenye 'Ongeza huduma' ili kuunda huduma mpya.

source: ![Services Category](../../_static/images/products/add_service_category.png "Services Category")
sw: ![Kitengo cha Huduma](../../_static/images/products/add_service_category.png "Kitengo cha Huduma")

source: Services Category
sw: Kitengo cha Huduma

source: Provide service category name and choose an icon and save.
sw: Toa jina la aina ya huduma na uchague ikoni na uhifadhi.

source: ![Services Category](../../_static/images/products/service_category.png "Services Category")
sw: ![Kitengo cha Huduma](../../_static/images/products/service_category.png "Kitengo cha Huduma")

source: To create a product, navigate to the 'Snippets' section on the explorer menu and select 'Products' as below:
sw: Ili kuunda bidhaa, nenda kwenye sehemu ya 'Vijisehemu' kwenye menyu ya kigunduzi na uchague 'Bidhaa' kama ilivyo hapo chini:

source: Products Explorer
sw: Bidhaa Explorer

source: Click on 'Add product' to create a new product.
sw: Bofya kwenye 'Ongeza bidhaa' ili kuunda bidhaa mpya.
