Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: Provide the partner name, logo, link to website and any other relevant info in the form.
sw: Toa jina la mshirika, nembo, kiungo cha tovuti na maelezo yoyote muhimu katika fomu.

source: ![Partners](../../../_static/images/partners/partner.png "Partners")
sw: ![Washirika](../../../_static/images/partners/partner.png "Partners")

source: Partners
sw: Washirika

source: Repeat this process to list more partners
sw: Rudia mchakato huu ili kuorodhesha washirika zaidi

source: 2. Create a partners page
sw: 2. Unda ukurasa wa washirika

source: To create a partner page, navigate to organisation page and create a child page from it selecting the about page.
sw: Ili kuunda ukurasa wa mshirika, nenda kwenye ukurasa wa shirika na uunde ukurasa wa mtoto kutoka kwao kwa kuchagua ukurasa wa kuhusu.

source: ![Partner page](../../../_static/images/partners/add_partner_page.png "Partner page")
sw: ![Ukurasa wa mshirika](../../../_static/images/partners/add_partner_page.png "Ukurasa wa Mshirika")

source: Partner page
sw: Ukurasa wa mshirika

source: The Partners page contains the sections below:
sw: Ukurasa wa Washirika una sehemu zifuatazo:

source: ![Partner page](../../../_static/images/partners/partner_sections.png "Partner page")
sw: ![Ukurasa wa mshirika](../../../_static/images/partners/partner_sections.png "Ukurasa wa Mshirika")

source: ![Banner Sections](../../../_static/images/partners/banner_section.png "Banner Sections")
sw: ![Sehemu za Bango](../../../_static/images/partners/banner_section.png "Sehemu za Bango")

source: ![Introduction Sections](../../../_static/images/partners/introduction_section.png "Introduction Sections")
sw: ![Sehemu za Utangulizi](../../../_static/images/partners/introduction_section.png "Sehemu za Utangulizi")

source: **Partners Call to Action Section**
sw: **Wito wa Washirika kwenye Sehemu ya Kitendo**

source: ![Partner CTA Sections](../../../_static/images/partners/partner_cta.png "Partner CTA Sections")
sw: ![Sehemu za CTA za Washirika](../../../_static/images/partners/partner_cta.png "Sehemu za CTA za Washirika")

source: Partner CTA Sections
sw: Sehemu za CTA za Washirika

source: Projects
sw: Miradi

source: Tenders
sw: Zabuni

source: Vacancies
sw: Nafasi za kazi

source: Workflows
sw: Mitiririko ya kazi

source: About workflows
sw: Kuhusu mtiririko wa kazi

source: Workflows allow you to configure how moderation works on your site. Workflows are sequences of tasks that require approval before completion. A completed workflow usually results in the publication of a page, depending on your website's settings.
sw: Mitiririko ya kazi hukuruhusu kusanidi jinsi usimamizi unavyofanya kazi kwenye tovuti yako. Mtiririko wa kazi ni mfuatano wa majukumu ambayo yanahitaji idhini kabla ya kukamilika. Mtiririko wa kazi uliokamilika kwa kawaida husababisha kuchapishwa kwa ukurasa, kulingana na mipangilio ya tovuti yako.

source: To access the Workflow interface, go to **Settings > Workflows** from the left Sidebar.
sw: Ili kufikia kiolesura cha Mtiririko wa Kazi, nenda kwenye **Mipangilio > Mitiririko ya kazi** kutoka Utepe wa kushoto.

source: ![Worklow explorer](../../_static/images/workflows/workflow_explorer.png "Worklow explorer")
sw: ![Kichunguzi cha kazi](../../_static/images/workflows/workflow_explorer.png "Kichunguzi cha kazi")

source: Worklow explorer
sw: Mchunguzi wa kazi

source: From the Workflow interface, you can see all of the workflows on your site and the order of tasks in each. To create a new workflow, click Add a workflow from the Workflow interface.
sw: Kutoka kwa kiolesura cha Mtiririko wa Kazi, unaweza kuona utendakazi wote kwenye tovuti yako na mpangilio wa kazi katika kila moja. Ili kuunda mtiririko mpya wa kazi, bofya Ongeza mtiririko wa kazi kutoka kwa kiolesura cha Mtiririko wa Kazi.

source: Furthermore, the Workflow interface shows how many pages each workflow covers. If you click the number of pages, you can see a list of all the pages a workflow applies to.
sw: Zaidi ya hayo, kiolesura cha Mtiririko wa Kazi kinaonyesha ni kurasa ngapi ambazo kila mtiririko wa kazi unashughulikia. Ukibofya idadi ya kurasa, unaweza kuona orodha ya kurasa zote mtiririko wa kazi unatumika.

source: ![Worklow interface](../../_static/images/workflows/list_workflows.png "Worklow interface")
sw: ![Kiolesura cha kazi](../../_static/images/workflows/list_workflows.png "Kiolesura cha kazi")

source: Worklow interface
sw: Kiolesura cha kazi

source: Edit workflows
sw: Hariri mtiririko wa kazi

source: In the Workflow interface, click on the name of a workflow to edit it or to assign it to a part of the page tree.
sw: Katika kiolesura cha Mtiririko wa Kazi, bofya kwenye jina la mtiririko wa kazi ili kuihariri au kuikabidhi kwa sehemu ya mti wa ukurasa.

source: Click **Add task** under **Add tasks to your workflow** to add a task. When adding a task to a workflow, you can create a new task or reuse an existing one.
sw: Bofya **Ongeza kazi** chini ya **Ongeza kazi kwenye mtiririko wako wa kazi** ili kuongeza kazi. Unapoongeza kazi kwenye mtiririko wa kazi, unaweza kuunda kazi mpya au kutumia tena iliyopo.

source: To change a task in the workflow, hover over the task under **Add tasks to your workflow** and select **Choose another task** from the pop-up options.
sw: Ili kubadilisha kazi katika mtiririko wa kazi, elea juu ya jukumu chini ya **Ongeza majukumu kwenye utendakazi wako** na uchague **Chagua kazi nyingine** kutoka kwa chaguo ibukizi.

source: You can also reorder tasks in a workflow by hovering over a task under the **Add tasks to your workflow** and then clicking the up and down arrow.
sw: Unaweza pia kupanga upya kazi katika mtiririko wa kazi kwa kuelea juu ya kazi chini ya **Ongeza kazi kwenye mtiririko wako wa kazi** kisha kubofya kishale cha juu na chini.

source: Under **Assign your workflow to pages**, you can see a list of the pages assigned to a workflow. All child pages take the same workflow as their parents. So if the root page of your site gets assigned to a workflow, it becomes the default workflow. You may remove a page from the workflow by clicking **Delete** at the right of each entry. Also, you can change the page in an entry to another by clicking **Choose another page.**
sw: Chini ya **Agiza mtiririko wako wa kazi kwa kurasa**, unaweza kuona orodha ya kurasa zilizogawiwa kwa mtiririko wa kazi. Kurasa zote za watoto huchukua mtiririko wa kazi sawa na wazazi wao. Kwa hivyo ikiwa ukurasa wa mizizi wa tovuti yako utapewa utiririshaji wa kazi, inakuwa mtiririko chaguomsingi. Unaweza kuondoa ukurasa kutoka kwa mtiririko wa kazi kwa kubofya **Futa** upande wa kulia wa kila ingizo. Pia, unaweza kubadilisha ukurasa katika ingizo hadi jingine kwa kubofya **Chagua ukurasa mwingine.**

source: The action menu at the bottom allows you to save your changes, or disable the workflow. Disabling a workflow cancels all pages currently in moderation in that workflow, and prevents others from starting it. If the workflow was previously disabled, then you get the option to enable it in the action menu.
sw: Menyu ya kitendo iliyo chini hukuruhusu kuhifadhi mabadiliko yako, au kuzima mtiririko wa kazi. Kuzima mtiririko wa kazi hughairi kurasa zote zilizo katika udhibiti kwa sasa katika mtiririko huo wa kazi, na huzuia wengine kuuanzisha. Ikiwa mtiririko wa kazi ulizimwa hapo awali, basi unapata chaguo la kuiwasha kwenye menyu ya kitendo.

source: ![Edit Worklow](../../_static/images/workflows/edit_workflow.png "Edit Worklow")
sw: ![Hariri Kiwango cha Kazi](../../_static/images/workflows/edit_workflow.png "Hariri Kiwango cha Kazi")

source: Edit Worklow
sw: Hariri Kazi

source: Create and edit tasks
sw: Unda na uhariri majukumu

source: To create a task, go to Settings > Workflows tasks from the Sidebar. This takes you to the Tasks interface, where you can see a list of the currently available tasks and which workflows use each task. Similar to workflows, you can click the name of an existing task to edit it. To add a new task, click Add a task.
sw: Ili kuunda kazi, nenda kwenye Mipangilio > Kazi za Mtiririko wa kazi kutoka kwa Upau wa Kando. Hii inakupeleka kwenye kiolesura cha Majukumu, ambapo unaweza kuona orodha ya kazi zinazopatikana kwa sasa na ni mtiririko gani wa kazi unaotumia kila kazi. Sawa na mtiririko wa kazi, unaweza kubofya jina la kazi iliyopo ili kuihariri. Ili kuongeza jukumu jipya, bofya Ongeza kazi.

source: Worklow Explorer
sw: Kichunguzi cha Kazi

source: ![Worklow Task](../../_static/images/workflows/workflow_tasks.png "Worklow Tasks")
sw: ![Kazi ya Kazi ya Kazi](../../_static/images/workflows/workflow_tasks.png "Majukumu ya Kazini")

source: Worklow Task
sw: Kazi ya Kazi

source: When creating a task, if you have multiple task types available, then they are offered to you as options. By default, only group approval tasks are available. By creating a group approval task, you are able to select one or multiple groups. Members of any of these, as well as administrators, will be able to approve or reject moderation for this task.
sw: Wakati wa kuunda kazi, ikiwa una aina nyingi za kazi zinazopatikana, basi hutolewa kwako kama chaguo. Kwa chaguo-msingi, kazi za idhini ya kikundi pekee ndizo zinazopatikana. Kwa kuunda kazi ya idhini ya kikundi, unaweza kuchagua kikundi kimoja au nyingi. Wanachama wa mojawapo ya haya, pamoja na wasimamizi, wataweza kuidhinisha au kukataa udhibiti wa kazi hii.

source: ![Edit Worklow Task](../../_static/images/workflows/edit_workflow_task.png "Edit Worklow Task")
sw: ![Hariri Kazi ya Kazini](../../_static/images/workflows/edit_workflow_task.png "Hariri Kazi ya Kazini")

source: Edit Worklow Task
sw: Hariri Kazi ya Kazi

source: When editing a task, you may find that some fields, such as the name field, are uneditable. This is to ensure workflow history remains consistent. If you need to change the name of a task, then disable the old task, and create a new one with the name you need. Disabling a task causes any pages currently in moderation on that task to skip to the next task.
sw: Wakati wa kuhariri kazi, unaweza kupata kwamba baadhi ya sehemu, kama vile sehemu ya jina, haziwezi kuhaririwa. Hii ni kuhakikisha historia ya mtiririko wa kazi inabaki thabiti. Ikiwa unahitaji kubadilisha jina la kazi, kisha uzima kazi ya zamani, na uunda mpya kwa jina unalohitaji. Kuzima kazi husababisha kurasa zozote zilizo katika udhibiti kwa sasa kwenye jukumu hilo kuruka hadi kwenye kazi inayofuata.

source: Menus
sw: Menyu

source: Managing Top Navigation
sw: Kusimamia Urambazaji wa Juu

source: ![Top Navbar](../../_static/images/menus/top_nav_preview.png "Top Navbar")
sw: ![Upau Urambazaji](../../_static/images/menus/top_nav_preview.png "Upau Uelekezaji wa Juu")

source: Top Navbar
sw: Upau wa Urambazaji wa Juu

source: The menu items of the top navigation of the website can be added/edited or removed. to access the menu configurations in the CMS, click on the settings and main menu on the left sidebar.
sw: Vipengee vya menyu vya urambazaji wa juu wa tovuti vinaweza kuongezwa/kuhaririwa au kuondolewa. ili kufikia usanidi wa menyu katika CMS, bofya kwenye mipangilio na menyu kuu kwenye upau wa upande wa kushoto.

source: ![Top Navbar](../../_static/images/menus/top_nav_explorer.png "Top Navbar")
sw: ![Upau Urambazaji](../../_static/images/menus/top_nav_explorer.png "Upau Uelekezaji wa Juu")

source: Depending on whether a child page allows for sub menu items or not the navbar dropdown will be displayed. Each menu item takes in a:
sw: Kulingana na ikiwa ukurasa wa mtoto unaruhusu vipengee vya menyu ndogo au la menyu kunjuzi ya upau wa urambazaji itaonyeshwa. Kila kipengee cha menyu kinachukua:

source: link to an internal page / link to a custom URL
sw: kiungo kwa ukurasa wa ndani / kiungo cha URL maalum

source: Option to append a value to the url
sw: Chaguo la kuongeza thamani kwenye url

source: The link display text
sw: Maandishi ya kuonyesha kiungo

source: Handle (Use this field to optionally specify an additional value for each menu item, which you can then reference in custom menu templates.)
sw: Hushughulikia (Tumia sehemu hii ili kubainisha kwa hiari thamani ya ziada kwa kila kipengee cha menyu, ambacho unaweza kisha kurejelea katika violezo vya menyu maalum.)

source: Submenu visibility option
sw: Chaguo la mwonekano wa menyu ndogo

source: ![Manage Menu Items](../../_static/images/menus/manage_menu_items.png "Manage Menu Items")
sw: ![Dhibiti Vipengee vya Menyu](../../_static/images/menus/manage_menu_items.png "Dhibiti Vipengee vya Menyu")

source: Manage Menu Items
sw: Dhibiti Vipengee vya Menyu

source: Managing Footer Navigation
sw: Kusimamia Urambazaji wa Chini

source: ![Footer](../../_static/images/menus/footer_preview.png "Footer")
sw: ![Chini](../../_static/images/menus/footer_preview.png "Footer")

source: Footer
sw: Kijachini

source: Similarly, to configure the footer, select settings on the left sidebar and select flat menus instead.
sw: Vile vile, ili kusanidi kijachini, chagua mipangilio kwenye utepe wa kushoto na uchague menyu bapa badala yake.

source: ![Footer](../../_static/images/menus/footer_explorer.png "Footer")
sw: ![Chini](../../_static/images/menus/footer_explorer.png "Footer")

source: Edit footer menu and add menu items. You can group pages by giving them the same handler name. For example, weekly forecast and monthly forecasts can be grouped in 'Products' handler.
sw: Badilisha menyu ya kijachini na uongeze vipengee vya menyu. Unaweza kupanga kurasa kwa kuzipa jina sawa la kidhibiti. Kwa mfano, utabiri wa kila wiki na utabiri wa kila mwezi unaweza kupangwa katika kidhibiti cha 'Bidhaa'.

source: ![Edit Footer](../../_static/images/menus/edit_footer.png "Edit Footer")
sw: ![Hariri Kijachini](../../_static/images/menus/edit_footer.png "Hariri Kijachini")

source: Edit Footer
sw: Badilisha Kijachini

source: All settings can be found at the settings menu on the left side-bar. *Scroll down if settings menu is not visible*.
sw: Mipangilio yote inaweza kupatikana kwenye menyu ya mipangilio kwenye upau wa upande wa kushoto. *Tembeza chini ikiwa menyu ya mipangilio haionekani*.

source: ![Settings explorer](../../_static/images/settings/settings_explorer.png "Settings explorer")
sw: ![Kichunguzi cha mipangilio](../../_static/images/settings/settings_explorer.png "Kichunguzi cha Mipangilio")

source: Settings explorer
sw: Kichunguzi cha mipangilio

source: This section covers:
sw: Sehemu hii inashughulikia:

source: Managing Organisation Settings
sw: Kusimamia Mipangilio ya Shirika

source: Managing Themes
sw: Kusimamia Mandhari

source: Managing Integrations
sw: Kusimamia Ushirikiano

source: Managing Languages
sw: Kusimamia Lugha

source: Managing Measurement Units
sw: Kusimamia Vitengo vya Vipimo

source: Organisation settings include the logo, country, address, contact information and social media address (Twitter, Facebook, Youtube and Instagram)
sw: Mipangilio ya shirika ni pamoja na nembo, nchi, anwani, maelezo ya mawasiliano na anwani ya mitandao ya kijamii (Twitter, Facebook, Youtube na Instagram)

source: ![Organisation settings](../../_static/images/settings/settings_explorer.png "Organisation settings")
sw: ![Mipangilio ya shirika](../../_static/images/settings/settings_explorer.png "Mipangilio ya shirika")

source: Organisation settings
sw: Mipangilio ya shirika

source: The CMS allows you to create/edit/delete a theme. You can also set a default theme which will be applied to all pages of the website.
sw: CMS hukuruhusu kuunda/kuhariri/kufuta mandhari. Unaweza pia kuweka mandhari chaguo-msingi ambayo itatumika kwa kurasa zote za tovuti.

source: ![Themes](../../_static/images/settings/themes.png "Themes")
sw: ![Mandhari](../../_static/images/settings/themes.png "Mandhari")

source: Themes
sw: Mandhari

source: The theme configurations include theme name, theme colors, borders and shadows.
sw: Mipangilio ya mandhari ni pamoja na jina la mandhari, rangi za mandhari, mipaka na vivuli.

source: ![Theme Detail](../../_static/images/settings/theme_detail.png "Theme Detail")
sw: ![Maelezo ya Mandhari](../../_static/images/settings/theme_detail.png "Maelezo ya Mandhari")

source: Theme Detail
sw: Maelezo ya Mandhari

source: The CMS supports integrations with 3rd party softwares including Recaptcha, YouTube API, Mailchimp, Mautic, Zoom and Google analytics.
sw: CMS inasaidia muunganisho na programu za wahusika wengine ikiwa ni pamoja na Recaptcha, API ya YouTube, Mailchimp, Mautic, Zoom na uchanganuzi wa Google.

source: ![Integrations](../../_static/images/settings/integrations.png "Integrations")
sw: ![Miunganisho](../../_static/images/settings/integrations.png "Integrations")

source: Integrations
sw: Ushirikiano

source: Multiple languages can be configured inorder to allow translation of the website by users to their prefered language. A language prefix and name is required and default state to specify the primary language the website is published in.
sw: Lugha nyingi zinaweza kusanidiwa ili kuruhusu tafsiri ya tovuti na watumiaji kwa lugha wanayopendelea. Kiambishi awali cha lugha na jina inahitajika na hali chaguo-msingi ili kubainisha lugha msingi ambayo tovuti imechapishwa.

source: Languages
sw: Lugha

source: ![Languages](../../_static/images/settings/manage_languages.png "Languages")
sw: ![Lugha](../../_static/images/settings/manage_languages.png "Languages")

source: Users & Roles
sw: Watumiaji & Majukumu

source: Manage Users
sw: Dhibiti Watumiaji

source: The CMS allows several users to manage content in the admin interface. These users have roles, which determine the access rights they can exercise.
sw: CMS inaruhusu watumiaji kadhaa kudhibiti maudhui katika kiolesura cha msimamizi. Watumiaji hawa wana majukumu, ambayo huamua haki za ufikiaji wanazoweza kutekeleza.

source: By default, there are 5 roles:
sw: Kwa chaguo-msingi, kuna majukumu 5:

source: **Administrator** - This role has complete control over the CMS and can perform tasks such as managing user accounts, creating and deleting pages, and modifying site settings.
sw: **Msimamizi** - Jukumu hili lina udhibiti kamili wa CMS na linaweza kutekeleza majukumu kama vile kudhibiti akaunti za watumiaji, kuunda na kufuta kurasa, na kurekebisha mipangilio ya tovuti.

source: **Moderator** - A moderator has the next level of access after an administrator. A moderator has access to creating drafts and publishing them.
sw: **Msimamizi** - Msimamizi ana kiwango kinachofuata cha ufikiaji baada ya msimamizi. Msimamizi anaweza kufikia kuunda rasimu na kuzichapisha.

source: **Editor** - This role has the ability to create and edit content on the website. They can add and remove pages, modify existing content, and publish new content.
sw: **Mhariri** - Jukumu hili lina uwezo wa kuunda na kuhariri maudhui kwenye tovuti. Wanaweza kuongeza na kuondoa kurasa, kurekebisha maudhui yaliyopo, na kuchapisha maudhui mapya.

source: **Forecaster** - This role provides accurate and timely weather forecasts for the region or area that the website serves.
sw: **Mtabiri** - Jukumu hili linatoa utabiri sahihi na kwa wakati unaofaa wa eneo au eneo ambalo tovuti inahudumu.

source: **CAP Composer** - role are authorized to view and create draft CAP alerts, but not to approve nor to publish final CAP alerts;
sw: **Mtunzi wa CAP** - jukumu limeidhinishwa kutazama na kuunda rasimu ya arifa za CAP, lakini sio kuidhinisha au kuchapisha arifa za mwisho za CAP;

source: **CAP Approver** - role are authorized to view and create draft CAP alerts, and approve and publish CAP final alerts
sw: **Midhinishaji wa CAP** - jukumu limeidhinishwa kutazama na kuunda rasimu ya arifa za CAP, na kuidhinisha na kuchapisha arifa za mwisho za CAP

source: Administrator
sw: Msimamizi

source: An administrator has the highest level of access to the admin interface, and are able to perform all actions in the Admin interface. A common task of an administrator is to add, modify, or remove user profiles. As an administrator, you can add, modify, and remove users via the Users interface. To access the Users interface, go to Settings > Users from the Wagtail Sidebar.
sw: Msimamizi ana kiwango cha juu zaidi cha ufikiaji wa kiolesura cha msimamizi, na anaweza kufanya vitendo vyote katika kiolesura cha Msimamizi. Kazi ya kawaida ya msimamizi ni kuongeza, kurekebisha, au kuondoa wasifu wa mtumiaji. Kama msimamizi, unaweza kuongeza, kurekebisha, na kuondoa watumiaji kupitia kiolesura cha Watumiaji. Ili kufikia kiolesura cha Watumiaji, nenda kwa Mipangilio > Watumiaji kutoka Upau wa Wagtail.

source: In the Users interface, you can see all of your users, their usernames, roles, and status. The status of a user can either be active or inactive. You can sort this listing either by Name or Username.
sw: Katika kiolesura cha Watumiaji, unaweza kuona watumiaji wako wote, majina yao ya watumiaji, majukumu na hali. Hali ya mtumiaji inaweza kuwa hai au isiyotumika. Unaweza kupanga tangazo hili kwa Jina au Jina la Mtumiaji.

source: ![Manage Users](../../_static/images/users_and_roles/manage_users.png "Manage Users")
sw: ![Dhibiti Watumiaji](../../_static/images/users_and_roles/manage_users.png "Dhibiti Watumiaji")

source: You can add a new user, using the 'add a user' button at the top right and assign them an email, username, first name, last name, password and role. Once the CMS user logs in to their account they will be able to edit this information to their preference.
sw: Unaweza kuongeza mtumiaji mpya, kwa kutumia kitufe cha 'ongeza mtumiaji' kilicho juu kulia na kumpa barua pepe, jina la mtumiaji, jina la kwanza, jina la mwisho, nenosiri na jukumu. Mara tu mtumiaji wa CMS anapoingia kwenye akaunti yake ataweza kuhariri maelezo haya kwa upendeleo wao.

source: ![Add Users](../../_static/images/users_and_roles/add_user.png "Add Users")
sw: ![Ongeza Watumiaji](../../_static/images/users_and_roles/add_user.png "Ongeza Watumiaji")

source: Add Users
sw: Ongeza Watumiaji

source: Select multiple users by checking the checkbox to the left of each user row, then use the bulk action bar at the bottom to perform an action on all selected users.
sw: Chagua watumiaji wengi kwa kuteua kisanduku cha kuteua kilicho upande wa kushoto wa kila safu mlalo ya mtumiaji, kisha utumie upau wa kitendo kikubwa ulio chini ili kutekeleza kitendo kwa watumiaji wote waliochaguliwa.

source: ![Select Users](../../_static/images/users_and_roles/select_users.png "Select Users")
sw: ![Chagua Watumiaji](../../_static/images/users_and_roles/select_users.png "Chagua Watumiaji")

source: Select Users
sw: Chagua Watumiaji

source: Clicking on a user’s name opens their profile in an edit screen. From here, you can then edit that user's details. It is also possible to change users’ passwords from their edit screen, but it is worth encouraging your users to use the Forgotten password link on the login screen instead. This should save you some time!
sw: Kubofya jina la mtumiaji hufungua wasifu wao kwenye skrini ya kuhariri. Kuanzia hapa, unaweza kisha kuhariri maelezo ya mtumiaji huyo. Inawezekana pia kubadilisha manenosiri ya watumiaji kutoka kwenye skrini yao ya kuhariri, lakini inafaa kuwahimiza watumiaji wako kutumia kiungo cha Umesahau nenosiri kwenye skrini ya kuingia badala yake. Hii inapaswa kukuokoa muda!

source: Managing Roles
sw: Kusimamia Majukumu

source: To manage (add, edit, delete) roles, select from settings, groups as below. Each group corresponds to a role with permissions.
sw: Ili kudhibiti (kuongeza, kuhariri, kufuta) majukumu, chagua kutoka kwa mipangilio, vikundi kama ilivyo hapo chini. Kila kikundi kinalingana na jukumu lililo na ruhusa.

source: ![Manage Roles](../../_static/images/users_and_roles/manage_roles.png "Manage Roles")
sw: ![Dhibiti Majukumu](../../_static/images/users_and_roles/manage_roles.png "Dhibiti Majukumu")
