Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: ![Add Product](../../_static/images/products/add_product.png "Add Product")
sw: ![Ongeza Bidhaa](../../_static/images/products/add_product.png "Ongeza Bidhaa")

source: Add Product
sw: Ongeza Bidhaa

source: Fill in the form providing the name of the product e.g Dekadal Agromet Bulletin
sw: Jaza fomu inayotoa jina la bidhaa k.m Dekadal Agromet Bulletin

source: ![Add Product](../../_static/images/products/add_product_name.png "Add Product")
sw: ![Ongeza Bidhaa](../../_static/images/products/add_product_name.png "Ongeza Bidhaa")

source: Step 2: Creation of one or more product categories for each of the products
sw: Hatua ya 2: Uundaji wa aina moja au zaidi za bidhaa kwa kila moja ya bidhaa

source: Create a product category based on sections measured and reported in Dekadal Agrometeorology providing the name and icon e.g
sw: Unda aina ya bidhaa kulingana na sehemu zilizopimwa na kuripotiwa katika Dekadal Agrometeorology ukitoa jina na ikoni k.m.

source: Category 1 - Weather Assessment
sw: Kitengo cha 1 - Tathmini ya Hali ya Hewa

source: Category 2 - Agrometeorological conditions and impact on agriculture
sw: Kundi la 2 - Hali ya Agrometeorological na athari kwa kilimo

source: Category 3 - Bulletin
sw: Kundi la 3 - Bulletin

source: ![Add Product](../../_static/images/products/add_product_categories.png "Add Product")
sw: ![Ongeza Bidhaa](../../_static/images/products/add_product_categories.png "Ongeza Bidhaa")

source: Category 1 and 2 can contain text and images and allows you to break down your bulletin into sharable sections while category 3 can hold the bulletin file/document for download by users. A preview of these categories to the public would appear as below on the website.
sw: Kitengo cha 1 na 2 kinaweza kuwa na maandishi na picha na kukuruhusu kugawa taarifa yako katika sehemu zinazoweza kushirikiwa huku kitengo cha 3 kinaweza kushikilia faili/hati ili kupakuliwa na watumiaji. Onyesho la kukagua aina hizi kwa umma litaonekana kama ilivyo hapo chini kwenye tovuti.

source: ![Add Product](../../_static/images/products/product_preview.png "Add Product")
sw: ![Ongeza Bidhaa](../../_static/images/products/product_preview.png "Ongeza Bidhaa")

source: Step 3: Creation of one or more product item types for each of the product categories
sw: Hatua ya 3: Uundaji wa aina moja au zaidi ya bidhaa kwa kila aina ya bidhaa

source: For each of the three categories above, you can now add product item types e.g
sw: Kwa kila kategoria tatu hapo juu, sasa unaweza kuongeza aina za bidhaa k.m

source: **Category 1** - Weather Assessment
sw: **Aina ya 1** - Tathmini ya Hali ya Hewa

source: |_ Rainfall Amount
sw: |_ Kiasi cha Mvua

source: |_ Rainfall Anomaly
sw: |_ Ukosefu wa Mvua

source: |_ Moisture Condition
sw: |_ Hali ya Unyevu

source: **Category 2** - Agrometeorological conditions and impact on agriculture
sw: **Kitengo cha 2** - Hali ya hali ya hewa na athari kwa kilimo

source: |_ Vegetation Condition & Impact on Agriculture
sw: |_ Hali ya Uoto na Athari kwenye Kilimo

source: **Category 3** - Bulletin
sw: **Aina ya 3** - Bulletin

source: |_ Document
sw: |_ Hati

source: ![Add Product Item](../../_static/images/products/add_product_item_types.png "Add Product Item")
sw: ![Ongeza Bidhaa](../../_static/images/products/add_product_item_types.png "Ongeza Bidhaa")

source: Add Product Item
sw: Ongeza Bidhaa

source: A preview of these product item types to the public would appear as below on the website.
sw: Onyesho la kuchungulia la aina hizi za bidhaa kwa umma litaonekana kama ilivyo hapo chini kwenye tovuti.

source: Step 4: Creation of a product page that will serve all products for a specific category
sw: Hatua ya 4: Uundaji wa ukurasa wa bidhaa ambao utahudumia bidhaa zote kwa kategoria mahususi

source: Once a product, its categories and items have been defined, a product page can be created to hold all products linked to it. To create this, navigate to 'pages' in the explorer menu and click on products.
sw: Mara bidhaa, aina zake na vitu vimefafanuliwa, ukurasa wa bidhaa unaweza kuundwa ili kushikilia bidhaa zote zilizounganishwa nayo. Ili kuunda hii, nenda kwenye 'kurasa' katika menyu ya kichunguzi na ubofye bidhaa.

source: ![Add Product Page](../../_static/images/products/add_product_page.png "Add Product Page")
sw: ![Ongeza Ukurasa wa Bidhaa](../../_static/images/products/add_product_page.png "Ongeza Ukurasa wa Bidhaa")

source: Add Product Page
sw: Ongeza Ukurasa wa Bidhaa

source: Click on the three dots and select 'Add child pages'
sw: Bofya kwenye nukta tatu na uchague 'Ongeza kurasa za watoto'

source: ![Add Product Child Page](../../_static/images/products/add_product_child_page.png "Add Product Child Page")
sw: ![Ongeza Ukurasa wa Mtoto wa Bidhaa](../../_static/images/products/add_product_child_page.png "Ongeza Bidhaa Ukurasa wa Mtoto")

source: Add Product Child Page
sw: Ongeza Ukurasa wa Mtoto wa Bidhaa

source: Choose the relevant service category and product as below. Fill in another necessary and optional inputs including an introduction section, introduction image and text that will appear at the top of the Dekadal Agromet Bulletin Page.
sw: Chagua aina ya huduma na bidhaa husika kama ilivyo hapo chini. Jaza maingizo mengine muhimu na ya hiari ikijumuisha sehemu ya utangulizi, picha ya utangulizi na maandishi ambayo yataonekana juu ya Ukurasa wa Bulletin wa Dekadal Agromet.

source: ![Add Product Child Page](../../_static/images/products/product_child_page.png "Add Product Child Page")
sw: ![Ongeza Ukurasa wa Mtoto wa Bidhaa](../../_static/images/products/product_child_page.png "Ongeza Bidhaa Ukurasa wa Mtoto")

source: Save draft / Publish page.
sw: Hifadhi rasimu / Chapisha ukurasa.

source: Step 5: Creation of one or more product items for a product page
sw: Hatua ya 5: Uundaji wa bidhaa moja au zaidi kwa ukurasa wa bidhaa

source: Add a product item by hovering over Dekadal Agromet Bulletin and selecting 'add child page'.
sw: Ongeza bidhaa kwa kuelea juu ya Dekadal Agromet Bulletin na kuchagua 'ongeza ukurasa wa mtoto'.

source: ![Add Product Item](../../_static/images/products/product_item.png "Add Product Item")
sw: ![Ongeza Bidhaa](../../_static/images/products/product_item.png "Ongeza Bidhaa")

source: For example, you can add a product item for **1 - 10 June 2023** , by specifying the date, valid until and products.
sw: Kwa mfano, unaweza kuongeza kipengee cha bidhaa kwa **1 - 10 Juni 2023** , kwa kubainisha tarehe, halali hadi na bidhaa.

source: ![Add Product Item Page](../../_static/images/products/product_item_page.png "Add Product Item Page")
sw: ![Ongeza Ukurasa wa Bidhaa ya Bidhaa](../../_static/images/products/product_item_page.png "Ongeza Ukurasa wa Bidhaa")

source: Add Product Item Page
sw: Ongeza Ukurasa wa Bidhaa

source: The 'products' input accepts two options:
sw: Ingizo la 'bidhaa' linakubali chaguzi mbili:

source: Map/Image Product
sw: Bidhaa ya Ramani/Picha

source: Document/Bulletin Product
sw: Hati/Bidhaa ya Taarifa

source: ![Add Product Options](../../_static/images/products/product_options.png "Add Product Options")
sw: ![Ongeza Chaguo za Bidhaa](../../_static/images/products/product_options.png "Ongeza Chaguo za Bidhaa")

source: Add Product Options
sw: Ongeza Chaguzi za Bidhaa

source: An example of a product based on Map/Image product would be the type 'Rainfall Amount'
sw: Mfano wa bidhaa kulingana na Ramani/Picha ya bidhaa itakuwa aina ya 'Kiasi cha Mvua'

source: ![Add Product Options](../../_static/images/products/product_options_map_image.png "Add Product Options")
sw: ![Ongeza Chaguo za Bidhaa](../../_static/images/products/product_options_map_image.png "Ongeza Chaguo za Bidhaa")

source: An example of a product based on Document/Bulletin product would be the type 'Document'
sw: Mfano wa bidhaa kulingana na bidhaa ya Hati/Bulletin itakuwa aina ya 'Hati'

source: ![Add Product Options](../../_static/images/products/product_options_document.png "Add Product Options")
sw: ![Ongeza Chaguo za Bidhaa](../../_static/images/products/product_options_document.png "Ongeza Chaguo za Bidhaa")

source: Publications
sw: Machapisho

source: Creation of Publications
sw: Uundaji wa Machapisho

source: The creation of publications follows the steps below:
sw: Uundaji wa machapisho hufuata hatua zifuatazo:

source: Create a publication type
sw: Unda aina ya uchapishaji

source: Create a publication listing page
sw: Unda ukurasa wa kuorodhesha uchapishaji

source: Create a publication page
sw: Unda ukurasa wa uchapishaji

source: Publication Creation Example Scenario
sw: Mfano wa Mfano wa Uundaji wa Uchapishaji

source: Assume you would like to have publication relating to Agrometeorology on the website, the practical way to do it using the steps above would be:
sw: Chukulia ungependa kuwa na uchapishaji unaohusiana na Agrometeorology kwenye tovuti, njia ya vitendo ya kuifanya kwa kutumia hatua zilizo hapo juu itakuwa:

source: Step 1: Create an publication type
sw: Hatua ya 1: Unda aina ya uchapishaji

source: To create a publication type, navigate to the 'Snippets' section on the explorer menu and select 'Publication Types' as below:
sw: Ili kuunda aina ya uchapishaji, nenda kwenye sehemu ya 'Vijisehemu' kwenye menyu ya kigunduzi na uchague 'Aina za Uchapishaji' kama ilivyo hapo chini:

source: Publications Explorer
sw: Machapisho Explorer

source: Click on 'Add Publication Type' to create a new publication type.
sw: Bofya 'Ongeza Aina ya Uchapishaji' ili kuunda aina mpya ya uchapishaji.

source: ![Publications Type](../../_static/images/publications/add_publication_type.png "Publications Type")
sw: ![Aina ya Machapisho](../../_static/images/publications/add_publication_type.png "Publications Type")

source: Publications Type
sw: Aina ya Machapisho

source: Provide publication type name and choose an icon and save.
sw: Toa jina la aina ya uchapishaji na uchague ikoni na uhifadhi.

source: ![Publications Type](../../_static/images/publications/publication_type.png "Publications Type")
sw: ![Aina ya Machapisho](../../_static/images/publications/publication_type.png "Publications Type")

source: Step 2: Create a publication listing page
sw: Hatua ya 2: Unda ukurasa wa kuorodhesha uchapishaji

source: A listing page is a page that holds a list of pages. For example, a Publication Listing page would hold one or more publications. It lists the banner, latest 3 featured publications and all other publications.
sw: Ukurasa wa kuorodhesha ni ukurasa ambao unashikilia orodha ya kurasa. Kwa mfano, ukurasa wa Orodha ya Machapisho unaweza kuwa na kichapo kimoja au zaidi. Inaorodhesha bango, machapisho 3 yaliyoangaziwa hivi karibuni na machapisho mengine yote.

source: ![Publication List Preview](../../_static/images/publications/publication_list_preview.png "Publication List Preview")
sw: ![Orodha ya Machapisho](../../_static/images/publications/publication_list_preview.png "Onyesho la Kukagua Orodha ya Uchapishaji")

source: Publication List Preview
sw: Onyesho la Kuchungulia Orodha ya Machapisho

source: Select Publication List Page from the type of pages provided.
sw: Chagua Ukurasa wa Orodha ya Uchapishaji kutoka kwa aina ya kurasa zinazotolewa.

source: ![Add Publication List Page](../../_static/images/publications/add_publication_list.png "Add Publication List Page")
sw: ![Ongeza Ukurasa wa Orodha ya Machapisho](../../_static/images/publications/add_publication_list.png "Ongeza Ukurasa wa Orodha ya Uchapishaji")

source: Add Publication List Page
sw: Ongeza Ukurasa wa Orodha ya Machapisho

source: ![Add Publication List Page](../../_static/images/publications/publication_list_page.png "Add Publication List Page")
sw: ![Ongeza Ukurasa wa Orodha ya Machapisho](../../_static/images/publications/publication_list_page.png "Ongeza Ukurasa wa Orodha ya Uchapishaji")

source: Step 3: Create a publication page
sw: Hatua ya 3: Unda ukurasa wa uchapishaji

source: This will navigate to the list of pages under the home page including the publication list page you just created. Hover over the the publication listing page and click on 'add child page'.
sw: Hii itaenda kwenye orodha ya kurasa chini ya ukurasa wa nyumbani ikijumuisha ukurasa wa orodha ya machapisho ambayo umeunda hivi punde. Elea juu ya ukurasa wa orodha ya uchapishaji na ubofye 'ongeza ukurasa wa mtoto'.

source: ![Add Publication Page](../../_static/images/publications/add_publication.png "Add Publication Page")
sw: ![Ongeza Ukurasa wa Chapisho](../../_static/images/publications/add_publication.png "Ongeza Ukurasa wa Uchapishaji")

source: Add Publication Page
sw: Ongeza Ukurasa wa Uchapishaji

source: ![Publication Page Sections](../../_static/images/publications/publication_sections.png "Publication Page Sections")
sw: ![Sehemu za Ukurasa wa Uchapishaji](../../_static/images/publications/publication_sections.png "Sehemu za Ukurasa wa Uchapishaji")

source: Publication Page Sections
sw: Sehemu za Ukurasa wa Uchapishaji

source: **Publication Type** - selected from previously prepared service category in step 1
sw: **Aina ya Chapisho** - imechaguliwa kutoka aina ya huduma iliyotayarishwa awali katika hatua ya 1

source: **Service Category** - selected from previously prepared service category. Refer to [Create Services Categories Section](./Manage-Services#step-1-create-an-agromet-service-category) to create service categories.
sw: **Kitengo cha Huduma** - kilichochaguliwa kutoka kategoria ya huduma iliyotayarishwa hapo awali. Rejelea [Unda Sehemu ya Aina za Huduma](./Manage-Services#step-1-create-an-agromet-service-category) ili kuunda aina za huduma.

source: **Projects Section** - select from previously prepared projects. Please refer [Manage Projects](./Manage-Projects) to guide on creation of projects.
sw: **Sehemu ya Miradi** - chagua kutoka kwa miradi iliyotayarishwa hapo awali. Tafadhali rejelea [Dhibiti Miradi](./Manage-Projects) ili mwongozo wa uundaji wa miradi.

source: **Publication Image** - This can be a screenshot of the front page of the publication
sw: **Picha ya Chapisho** - Hii inaweza kuwa picha ya skrini ya ukurasa wa mbele wa chapisho

source: **Date of Publish** - the date the publication was published
sw: **Tarehe ya Kuchapisha** - tarehe ambayo uchapishaji ulichapishwa

source: **Document or File** - Here you can upload pdfs, word documents, powerpoints, zip files or any other file of the publication
sw: **Hati au Faili** - Hapa unaweza kupakia pdf, hati za maneno, vituo vya nguvu, faili za zip au faili nyingine yoyote ya uchapishaji.

source: **External Url** - Only If published/hosted somewhere else, provide a link to published resource if external
sw: **Url ya Nje** - Ikiwa tu imechapishwa/kupangishwa mahali pengine, toa kiungo cha rasilimali iliyochapishwa ikiwa ni ya nje

source: **Summary** - Brief Summary of the publication
sw: **Muhtasari** - Muhtasari mfupi wa chapisho

source: **Mark as featured** - If enabled, the publication will appear as Featured publications on the publications listing page
sw: **Tia alama kuwa imeangaziwa** - Ikiwashwa, chapisho litaonekana kama Machapisho Yanayoangaziwa kwenye ukurasa wa kuorodhesha machapisho.

source: **Is visible on homepage** - If enabled, the publication will appear in the homepage as an alert/latest update
sw: **Inaonekana kwenye ukurasa wa nyumbani** - Ikiwashwa, uchapishaji utaonekana katika ukurasa wa nyumbani kama arifa/sasisho jipya zaidi.

source: **Peer reviewed** - enable this option if the publication has been peer reviewed
sw: **Imekaguliwa na mwenzi** - wezesha chaguo hili ikiwa chapisho limekaguliwa na programu zingine

source: **Additional Details** - this include an optional start and end date for which the publication is considered relevant.
sw: **Maelezo ya Ziada** - hii ni pamoja na tarehe ya hiari ya kuanza na kumalizika ambapo uchapishaji unachukuliwa kuwa muhimu.

source: Services
sw: Huduma

source: Creation of Services
sw: Uundaji wa Huduma

source: The creation of services follows the steps below:
sw: Uundaji wa huduma unafuata hatua zifuatazo:

source: Create a service category
sw: Unda kitengo cha huduma

source: Create a service listing page
sw: Unda ukurasa wa orodha ya huduma

source: Create a service page
sw: Unda ukurasa wa huduma

source: Service Creation Example Scenario
sw: Mfano wa Uundaji wa Huduma

source: Assume you would like to have Agrometeorology Service on the website, the practical way to do it using the steps above would be:
sw: Chukulia ungependa kuwa na Huduma ya Agrometeorology kwenye wavuti, njia ya vitendo ya kuifanya kwa kutumia hatua zilizo hapo juu itakuwa:

source: Step 1: Create an 'Agromet Service Category'
sw: Hatua ya 1: Unda 'Kitengo cha Huduma ya Agromet'

source: To create a service, navigate to the 'Snippets' section on the explorer menu and select 'Servies Categories' as below:
sw: Ili kuunda huduma, nenda kwenye sehemu ya 'Vijisehemu' kwenye menyu ya kigunduzi na uchague 'Aina za Huduma' kama ilivyo hapo chini:

source: Click on 'Add service category' to create a new service.
sw: Bofya kwenye 'Ongeza kitengo cha huduma' ili kuunda huduma mpya.

source: Step 2: Create a Service Listing page
sw: Hatua ya 2: Unda ukurasa wa Orodha ya Huduma

source: A listing page is a page that holds a list of pages. For example, a Service Listing page would hold an agrometeorology service page, weather forecasting page, etc.
sw: Ukurasa wa kuorodhesha ni ukurasa ambao unashikilia orodha ya kurasa. Kwa mfano, ukurasa wa Orodha ya Huduma unaweza kuwa na ukurasa wa huduma ya agrometeorology, ukurasa wa utabiri wa hali ya hewa, n.k.

source: ![Services List Preview](../../_static/images/services/service_list_preview.png "Services List Preview")
sw: ![Muhtasari wa Orodha ya Huduma](../../_static/images/services/service_list_preview.png "Orodha ya Kukagua Orodha ya Huduma")

source: Services List Preview
sw: Onyesho la Kuchungulia la Orodha ya Huduma

source: Select Service List Page from the type of pages provided.
sw: Chagua Ukurasa wa Orodha ya Huduma kutoka kwa aina ya kurasa zinazotolewa.

source: ![Add Service List Page](../../_static/images/services/add_service_list.png "Add Service List Page")
sw: ![Ongeza Ukurasa wa Orodha ya Huduma](../../_static/images/services/add_service_list.png "Ongeza Ukurasa wa Orodha ya Huduma")

source: Add Service List Page
sw: Ongeza Ukurasa wa Orodha ya Huduma

source: Provide a the page title and Heading and either save draft, publish or submit to moderation depending on your previlleges.
sw: Toa kichwa cha ukurasa na Kichwa na uhifadhi rasimu, uchapishe au uwasilishe kwa udhibiti kulingana na previlleges yako.

source: ![Add Service List Page](../../_static/images/services/service_list_page.png "Add Service List Page")
sw: ![Ongeza Ukurasa wa Orodha ya Huduma](../../_static/images/services/service_list_page.png "Ongeza Ukurasa wa Orodha ya Huduma")

source: Step 3: Create a service page
sw: Hatua ya 3: Unda ukurasa wa huduma

source: This will navigate to the list of pages under the home page including the service list page you just created. Hover over the the services listing page and click on 'add child page'.
sw: Hii itaenda kwenye orodha ya kurasa chini ya ukurasa wa nyumbani ikijumuisha ukurasa wa orodha ya huduma ambao umeunda hivi punde. Elea juu ya ukurasa wa orodha ya huduma na ubofye kwenye 'ongeza ukurasa wa mtoto'.

source: ![Add Service Page](../../_static/images/services/add_service.png "Add Service Page")
sw: ![Ongeza Ukurasa wa Huduma](../../_static/images/services/add_service.png "Ongeza Ukurasa wa Huduma")

source: Add Service Page
sw: Ongeza Ukurasa wa Huduma

source: ![Service Page Sections](../../_static/images/services/service_page_sections.png "Service Page Sections")
sw: ![Sehemu za Ukurasa wa Huduma](../../_static/images/services/service_page_sections.png "Sehemu za Ukurasa wa Huduma")

source: Service Page Sections
sw: Sehemu za Ukurasa wa Huduma

source: **Service Category** - selected from previously prepared service category in step 2.
sw: **Aina ya Huduma** - imechaguliwa kutoka aina ya huduma iliyotayarishwa awali katika hatua ya 2.

source: **Banner Section** - this contains the banner image, title, subtitle and call to action button.
sw: **Sehemu ya Bango** - hii ina picha ya bango, kichwa, manukuu na kitufe cha kupiga hatua.

source: ![Banner Sections](../../_static/images/services/banner_section.png "Banner Sections")
sw: ![Sehemu za Bango](../../_static/images/services/banner_section.png "Sehemu za Bango")

source: Banner Sections
sw: Sehemu za Bango

source: **Introduction Section** - this contains the introduction title, introduction image, introduction text and button.
sw: **Sehemu ya Utangulizi** - hii ina kichwa cha utangulizi, picha ya utangulizi, maandishi ya utangulizi na kitufe.

source: ![Introduction Sections](../../_static/images/services/introduction_section.png "Introduction Sections")
sw: ![Sehemu za Utangulizi](../../_static/images/services/introduction_section.png "Sehemu za Utangulizi")

source: Introduction Sections
sw: Sehemu za Utangulizi

source: **What we do in this Service section** - entails the 'what we do' items and what we do button.
sw: **Tunachofanya katika sehemu hii ya Huduma** - inajumuisha vitufe vya 'tunachofanya' na kile tunachofanya.

source: ![What we do Sections](../../_static/images/services/what_we_do_section.png "What we do Sections")
sw: ![Tunachofanya Sections](../../_static/images/services/what_we_do_section.png "Sehemu Tunachofanya")

source: What we do Sections
sw: Tunachofanya Sehemu

source: **Projects Section** - This contains a description of the projects linked to the service being edited. Please refer [Manage Projects](./Manage-Projects) to guide on creation of projects and linking them to services.
sw: **Sehemu ya Miradi** - Hii ina maelezo ya miradi iliyounganishwa na huduma inayohaririwa. Tafadhali rejelea [Dhibiti Miradi](./Manage-Projects) ili mwongozo wa uundaji wa miradi na kuiunganisha na huduma.

source: ![Projects Sections](../../_static/images/services/projects_section.png "Projects Sections")
sw: ![Sehemu za Miradi](../../_static/images/services/projects_section.png "Sehemu za Miradi")

source: Projects Sections
sw: Sehemu za Miradi

source: **Feature Block Items** - this section allows addition of a series of alternating blocks containing an image, title, description and call to action button.
sw: **Vipengee vya Kuzuia Vipengee** - sehemu hii inaruhusu kuongezwa kwa mfululizo wa vizuizi vilivyo na picha, kichwa, maelezo na kitufe cha mwito wa kuchukua hatua.

source: ![Feature Block Sections](../../_static/images/services/feature_block_section.png "Projects Sections")
sw: ![Sehemu za Kizuizi](../../_static/images/services/feature_block_section.png "Sehemu za Miradi")

source: Feature Block Sections
sw: Sehemu za Kuzuia Kipengele

source: **Youtube playlist** - this section enables selection of an existing youtube playlist with videos related to this service.
sw: **Orodha ya kucheza ya YouTube** - sehemu hii inawezesha uteuzi wa orodha iliyopo ya youtube na video zinazohusiana na huduma hii.

source: **Applications** - this section enables selection of an existing system applications related to this service.
sw: **Programu** - sehemu hii inawezesha uteuzi wa programu zilizopo za mfumo zinazohusiana na huduma hii.

source: Pages
sw: Kurasa

source: ![Creating pages](../../_static/images/pages/page_hierarchy.png "Creating pages")
sw: ![Kuunda kurasa](../../_static/images/pages/page_hierarchy.png "Kuunda kurasa")

source: Creating pages
sw: Kuunda kurasa
