Repository: wmo-raf/climweb
Catalog: docs/locale/*/LC_MESSAGES/_docs.po
Languages: sw

source: ![Collection Privacy Options](../../_static/images/collections/collection_privacy_options.png "Collection Privacy Options")
sw: ![Chaguo za Faragha ya Mkusanyiko](../../_static/images/collections/collection_privacy_options.png "Chaguo za Faragha za Mkusanyiko")

source: Collection Privacy Options
sw: Chaguo za Faragha za Mkusanyiko

source: The permissions set on a collection apply to that collection and all collections below it in the hierarchy. Therefore, if you make the root collection private, all documents on the site become private. Permissions set in other collections only apply to those collections.
sw: Ruhusa zilizowekwa kwenye mkusanyiko zinatumika kwa mkusanyiko huo na mikusanyiko yote iliyo chini yake katika daraja. Kwa hiyo, ikiwa unafanya mkusanyiko wa mizizi kuwa ya faragha, nyaraka zote kwenye tovuti zinakuwa za faragha. Ruhusa zilizowekwa katika mikusanyiko mingine hutumika kwa mikusanyiko hiyo pekee.

source: Privacy settings added to a collection are only enforced for documents within the collection. Privacy settings do not apply to images.
sw: Mipangilio ya faragha iliyoongezwa kwenye mkusanyiko inatekelezwa kwa hati zilizo ndani ya mkusanyiko pekee. Mipangilio ya faragha haitumiki kwa picha.

source: Documents
sw: Nyaraka

source: You can manage documents such as PDF files from the Documents interface. To access the Documents interface, click Documents in the Sidebar. This interface allows you to add documents to and remove documents from the Admin interface.
sw: Unaweza kudhibiti hati kama vile faili za PDF kutoka kwa kiolesura cha Hati. Ili kufikia kiolesura cha Hati, bofya Hati kwenye Upau wa kando. Kiolesura hiki hukuruhusu kuongeza hati na kuondoa hati kutoka kwa kiolesura cha Msimamizi.

source: ![Manage Documents](../../_static/images/documents/manage_documents.png "Manage Documents")
sw: ![Dhibiti Hati](../../_static/images/documents/manage_documents.png "Dhibiti Hati")

source: Manage Documents
sw: Dhibiti Nyaraka

source: Add documents by clicking Add documents at the top right of the documents interface. Search for previously added documents by entering the title of the document in the search bar. The results automatically update as you type. You can also filter the results by Collection by selecting a collection from the Collection dropdown preceding the documents list.
sw: Ongeza hati kwa kubofya Ongeza hati kwenye sehemu ya juu ya kulia ya kiolesura cha hati. Tafuta hati zilizoongezwa hapo awali kwa kuingiza kichwa cha hati kwenye upau wa utaftaji. Matokeo husasishwa kiotomatiki unapoandika. Unaweza pia kuchuja matokeo kwa Mkusanyiko kwa kuchagua mkusanyiko kutoka kwenye menyu kunjuzi ya Mkusanyiko inayotangulia orodha ya hati.

source: ![Select Documents](../../_static/images/documents/select_documents.png "Select Documents")
sw: ![Chagua Hati](../../_static/images/documents/select_documents.png "Chagua Hati")

source: Select Documents
sw: Chagua Nyaraka

source: Select multiple documents by clicking the checkbox on the left side of each document, then use the bulk actions bar at the bottom to perform an action on all selected documents.
sw: Chagua hati nyingi kwa kubofya kisanduku cha kuteua kilicho upande wa kushoto wa kila hati, kisha utumie upau wa vitendo vingi chini ili kutekeleza kitendo kwenye hati zote zilizochaguliwa.

source: If you want to edit a document, click the title of the document. Doing this takes you to the edit screen.
sw: Ikiwa unataka kuhariri hati, bofya kichwa cha hati. Kufanya hivi kukupeleka kwenye skrini ya kuhariri.

source: ![Edit Documents](../../_static/images/documents/edit_document.png "Edit Documents")
sw: ![Hariri Hati](../../_static/images/documents/edit_document.png "Hariri Hati")

source: Edit Documents
sw: Hariri Nyaraka

source: When editing a document, you can replace the file associated with that document record. This means you can update documents without having to update the pages they're on. Changing the file changes it on all pages that use the document. You can also change the collection of the document by clicking on the Collection dropdown on the edit page and selecting a new collection of your choice. Add or remove tags using the Tags field on the edit screen. Once you are done editing a document, save your edits by clicking Save at the bottom of the edit screen.
sw: Wakati wa kuhariri hati, unaweza kubadilisha faili inayohusishwa na rekodi hiyo ya hati. Hii inamaanisha kuwa unaweza kusasisha hati bila kusasisha kurasa ambazo ziko. Kubadilisha faili huibadilisha kwenye kurasa zote zinazotumia hati. Unaweza pia kubadilisha mkusanyiko wa hati kwa kubofya menyu kunjuzi ya Mkusanyiko kwenye ukurasa wa kuhariri na kuchagua mkusanyiko mpya unaopenda. Ongeza au ondoa lebo kwa kutumia sehemu ya Lebo kwenye skrini ya kuhariri. Mara tu unapomaliza kuhariri hati, hifadhi mabadiliko yako kwa kubofya Hifadhi chini ya skrini ya kuhariri.

source: To completely delete a document and its record, select the document by clicking the checkbox at the left-hand side of the document record row in the Documents interface. Then click Delete from the action bar displayed at the bottom of the Documents interface.
sw: Ili kufuta kabisa hati na rekodi yake, chagua hati kwa kubofya kisanduku cha kuteua kilicho upande wa kushoto wa safu mlalo ya rekodi ya hati kwenye kiolesura cha Hati. Kisha ubofye Futa kutoka kwa upau wa kitendo unaoonyeshwa chini ya kiolesura cha Hati.

source: ![Delete Documents](../../_static/images/documents/delete_document.png "Delete Documents")
sw: ![Futa Hati](../../_static/images/documents/delete_document.png "Futa Hati")

source: Delete Documents
sw: Futa Nyaraka

source: You can also delete a document and its record from the edit screen when editing a document by clicking Delete document at the bottom of the edit screen.
sw: Unaweza pia kufuta hati na rekodi yake kutoka kwa skrini ya kuhariri wakati wa kuhariri hati kwa kubofya Futa hati chini ya skrini ya kuhariri.

source: Deleted documents cannot be recovered.
sw: Hati zilizofutwa haziwezi kurejeshwa.

source: Forms
sw: Fomu

source: Images
sw: Picha

source: Add, edit, and remove images
sw: Ongeza, hariri na uondoe picha

source: If you want to edit, add, or remove images from the Admin interface outside of the individual pages, you can do so from the Images interface. To access the Images interface, click Images in the Sidebar.
sw: Ikiwa ungependa kuhariri, kuongeza, au kuondoa picha kutoka kwa kiolesura cha Msimamizi nje ya kurasa mahususi, unaweza kufanya hivyo kutoka kwa kiolesura cha Picha. Ili kufikia kiolesura cha Picha, bofya Picha kwenye Upau wa kando.

source: ![Manage Images](../../_static/images/icons_and_images/manage_images.png "Manage Images")
sw: ![Dhibiti Picha](../../_static/images/icons_and_images/manage_images.png "Dhibiti Picha")

source: Manage Images
sw: Dhibiti Picha

source: It is possible to select multiple images from the Images interface at once. To do this, select the checkbox on the top left of each image block, then use the bulk actions bar at the bottom to perform an action on all selected images.
sw: Inawezekana kuchagua picha nyingi kutoka kwa kiolesura cha Picha mara moja. Ili kufanya hivyo, chagua kisanduku cha kuteua kilicho upande wa juu kushoto wa kila kizuizi cha picha, kisha utumie upau wa vitendo vingi ulio chini ili kutekeleza kitendo kwenye picha zote zilizochaguliwa.

source: ![Select Images](../../_static/images/icons_and_images/select_images.png "Select Images")
sw: ![Chagua Picha](../../_static/images/icons_and_images/select_images.png "Chagua Picha")

source: Select Images
sw: Chagua Picha

source: Also, the CMS allows you to edit the data associated with an image by clicking on the image to access its edit screen. Image data includes the title, the file, the collection associated with it, the associated tags, and the focal area.
sw: Pia, CMS hukuruhusu kuhariri data inayohusishwa na picha kwa kubofya picha ili kufikia skrini yake ya kuhariri. Data ya picha inajumuisha kichwa, faili, mkusanyiko unaohusishwa nayo, lebo zinazohusiana na eneo la kuzingatia.

source: Changing the image file when editing an image updates the image without updating the pages on which it appears.
sw: Kubadilisha faili ya picha wakati wa kuhariri picha kunasasisha picha bila kusasisha kurasa ambazo zinaonekana.

source: ![Edit Images](../../_static/images/icons_and_images/edit_image.png "Edit Images")
sw: ![Hariri Picha](../../_static/images/icons_and_images/edit_image.png "Hariri Picha")

source: Edit Images
sw: Hariri Picha

source: Changing the file will change it on all pages that use the image.
sw: Kubadilisha faili kutabadilisha kwenye kurasa zote zinazotumia picha.

source: Set the focal area of an image
sw: Weka eneo la kuzingatia la picha

source: The Images interface allows you to set a focal area, which can affect how your image displays to visitors on the front end. If you crop your images in some way to make them fit into a specific shape, then the focal area defines the centre point from which you crop the images.
sw: Kiolesura cha Picha hukuruhusu kuweka eneo la kuzingatia, ambalo linaweza kuathiri jinsi picha yako inavyoonekana kwa wageni kwenye sehemu ya mbele. Ukipunguza picha zako kwa njia fulani ili kuzifanya zilingane na umbo mahususi, basi eneo la kuzingatia hufafanua sehemu ya katikati ambapo unapunguza picha.

source: You can set the focal area of an image by clicking the image to access its edit screen. Then drag a marquee around the most significant element of the image, and then click Save to save it. Once you set the focal area of an image and save it, you can see the most significant element of the image on the front end.
sw: Unaweza kuweka eneo la kuzingatia la picha kwa kubofya picha ili kufikia skrini yake ya kuhariri. Kisha buruta ukumbi kuzunguka kipengele muhimu zaidi cha picha, kisha ubofye Hifadhi ili kuihifadhi. Mara tu unapoweka eneo la kuzingatia la picha na kuihifadhi, unaweza kuona kipengele muhimu zaidi cha picha kwenye mwisho wa mbele.

source: To remove the focal area, click Remove focal area in the edit screen.
sw: Ili kuondoa eneo la kuzingatia, bofya Ondoa eneo la kuzingatia kwenye skrini ya kuhariri.

source: Snippets
sw: Vijisehemu

source: Using Snippets
sw: Kutumia Vijisehemu

source: Snippets allow you to create elements on a website once and reuse them in multiple places. You only have to change something in a snippet once, and the changes appear in all occurrences.
sw: Vijisehemu hukuruhusu kuunda vipengee kwenye tovuti mara moja na kuvitumia tena katika sehemu nyingi. Lazima tu ubadilishe kitu kwenye kijisehemu mara moja, na mabadiliko yanaonekana katika matukio yote.

source: The use of snippets varies between websites. Wagtail developers use snippets for the following purposes:
sw: Matumizi ya vijisehemu hutofautiana kati ya tovuti. Watengenezaji wa Wagtail hutumia vijisehemu kwa madhumuni yafuatayo:

source: For blog post authors. As a result, you can add them to multiple pages and manage them from one place. For adverts. This way, you can apply them site-wide or on individual pages. To manage links in a global area of the site. For example, in the footer. For calls to action, such as newsletter sign-up blocks, that may be consistent across many different pages.
sw: Kwa waandishi wa chapisho la blogi. Kwa hivyo, unaweza kuziongeza kwenye kurasa nyingi na kuzidhibiti kutoka sehemu moja. Kwa matangazo. Kwa njia hii, unaweza kuzitumia tovuti nzima au kwenye kurasa za kibinafsi. Ili kudhibiti viungo katika eneo la kimataifa la tovuti. Kwa mfano, katika footer. Kwa wito wa kuchukua hatua, kama vile vizuizi vya kujisajili kwenye jarida, ambavyo vinaweza kuwa sawa katika kurasa nyingi tofauti.

source: The Snippets Menu
sw: Menyu ya Vijisehemu

source: You can access the snippets by clicking **Snippets** in the Sidebar. Clicking **Snippets** takes you to the Snippets interface. To add, edit, or delete a snippet, click the snippet type that interests you. Clicking the snippet type takes you to the edit screen, from which you can add, edit, or delete a snippet. Hovering over an individual snippet displays the options to edit or delete that snippet. To add a new snippet to the snippet type, click **Add (snippet type)**.
sw: Unaweza kufikia vijisehemu kwa kubofya **Vijisehemu** kwenye Upau wa Kando. Kubofya **Vijisehemu** hukupeleka kwenye kiolesura cha Vijisehemu. Ili kuongeza, kuhariri, au kufuta kijisehemu, bofya aina ya kijisehemu inayokuvutia. Kubofya aina ya kijisehemu kunakupeleka kwenye skrini ya kuhariri, ambapo unaweza kuongeza, kuhariri au kufuta kijisehemu. Kuelea juu ya kijisehemu mahususi huonyesha chaguo za kuhariri au kufuta kijisehemu hicho. Ili kuongeza kijisehemu kipya kwa aina ya kijisehemu, bofya **Ongeza (aina ya kijisehemu)**.

source: Editing a snippet changes it on all of the pages on which it appears. In the top-right corner of the Snippet edit screen, you can see a label saying how many times you have used the snippet. Clicking this label displays a listing of all of these pages.
sw: Kuhariri kijisehemu hukibadilisha kwenye kurasa zote ambacho kinaonekana. Katika kona ya juu kulia ya skrini ya kuhariri ya Snippet, unaweza kuona lebo inayosema ni mara ngapi umetumia kijisehemu. Kubofya lebo hii kunaonyesha orodha ya kurasa hizi zote.

source: Add snippets while editing a page
sw: Ongeza vijisehemu unapohariri ukurasa

source: Open the Snippets interface in a new tab while editing the page by pressing Ctrl+click in Windows or cmd+click in macOS. You can also open a new tab by right-clicking it and then selecting the Open in new tab option. Add the new snippet from this new tab as you normally would. Then return to your existing tab and reopen the Snippet chooser window by clicking Snippets from the Sidebar.
sw: Fungua kiolesura cha Vijisehemu kwenye kichupo kipya wakati wa kuhariri ukurasa kwa kubonyeza Ctrl+bofya kwenye Windows au cmd+bofya kwenye macOS. Unaweza pia kufungua kichupo kipya kwa kubofya kulia na kisha kuchagua Fungua katika kichupo kipya. Ongeza kijisehemu kipya kutoka kwa kichupo hiki kipya kama ungefanya kawaida. Kisha rudi kwenye kichupo chako kilichopo na ufungue tena dirisha la kuchagua Vijisehemu kwa kubofya Vijisehemu kutoka kwa Upau wa Kando.

source: Congratulation, you can now see your new snippet, even though you didn’t leave the edit page.
sw: Hongera, sasa unaweza kuona kijisehemu chako kipya, ingawa hukuondoka kwenye ukurasa wa kuhariri.

source: Even though this is possible, it is advisable to save your page as a draft as often as possible. This prevents you from accidentally exiting the edit page and losing your changes.
sw: Ingawa hili linawezekana, inashauriwa kuhifadhi ukurasa wako kama rasimu mara nyingi iwezekanavyo. Hii hukuzuia kutoka kwa bahati mbaya kwenye ukurasa wa kuhariri na kupoteza mabadiliko yako.

source: Surveys
sw: Tafiti

source: Using Surveys
sw: Kutumia Tafiti

source: Surveys allow you to create a dynamic survey forms, create/modify survey structure, display and analyse survey results and save as PDF Document. With the survey editor it is possible to define conditional logic and answer validation for form fields.
sw: Tafiti hukuruhusu kuunda fomu za utafiti zinazobadilika, kuunda/kurekebisha muundo wa utafiti, kuonyesha na kuchanganua matokeo ya uchunguzi na kuhifadhi kama Hati ya PDF. Kwa mhariri wa uchunguzi inawezekana kufafanua mantiki ya masharti na uthibitisho wa kujibu kwa sehemu za fomu.

source: The Survey editor can be accessed from the left side bar under surveys menu.
sw: Kihariri cha Utafiti kinaweza kufikiwa kutoka kwa upau wa upande wa kushoto chini ya menyu ya tafiti.

source: ![Survey Explorer](../../_static/images/surveys/survey_explorer.png "Survey Explorer")
sw: ![Mtafiti wa Utafiti](../../_static/images/surveys/survey_explorer.png "Mgunduzi wa Utafiti")

source: Survey Explorer
sw: Mchunguzi wa Utafiti

source: Create Surveys and Panel Types
sw: Unda Tafiti na Aina za Paneli

source: To create a survey, you will need to first add a **survey form page**. You can do this by clicking on the **Add survey from page** button at the top right corner of the of the page.
sw: Ili kuunda utafiti, utahitaji kwanza kuongeza **ukurasa wa fomu ya uchunguzi**. Unaweza kufanya hivyo kwa kubofya kitufe cha **Ongeza utafiti kutoka kwa ukurasa** kwenye kona ya juu kulia ya ukurasa.

source: ![Add Survey](../../_static/images/surveys/add_survey_page.png "Add Survey")
sw: ![Ongeza Utafiti](../../_static/images/surveys/add_survey_page.png "Ongeza Utafiti")

source: Add Survey
sw: Ongeza Utafiti

source: Select a parent page e.g 'Home' and continue to edit the page and supply a Page title. Publish this page. This page will render the form that will be created in the survey creator.
sw: Chagua ukurasa mzazi k.m 'Nyumbani' na uendelee kuhariri ukurasa na utoe kichwa cha Ukurasa. Chapisha ukurasa huu. Ukurasa huu utatoa fomu ambayo itaundwa katika mtayarishaji wa utafiti.

source: ![Survey Parent Page](../../_static/images/surveys/survey_parent.png "Survey Parent Page")
sw: ![Ukurasa wa Mzazi wa Utafiti](../../_static/images/surveys/survey_parent.png "Ukurasa wa Mzazi wa Utafiti")

source: Survey Parent Page
sw: Utafiti Ukurasa wa Mzazi

source: ![Survey Page](../../_static/images/surveys/survey_page.png "Survey Page")
sw: ![Ukurasa wa Utafiti](../../_static/images/surveys/survey_page.png "Ukurasa wa Utafiti")

source: Survey Page
sw: Ukurasa wa Utafiti

source: Navigate to the Survey creator to create form fields and their logic using the **Survey Creator** button. | ![Surveys](../../_static/images/surveys/surveys.png "Surveys")
sw: Nenda hadi kwa Muundaji wa Utafiti ili kuunda sehemu za fomu na mantiki yake kwa kutumia kitufe cha **Mtayarishi wa Utafiti**. | ![Tafiti](../../_static/images/surveys/surveys.png "Tafiti")

source: The Survey Creator
sw: Muumbaji wa Utafiti

source: This section describes how to perfom basic tasks in the Survey Creator. There are currently two tabs in the creator i.e Designer and Preview tab.
sw: Sehemu hii inaeleza jinsi ya kutekeleza majukumu ya msingi katika Muundaji wa Utafiti. Kwa sasa kuna vichupo viwili kwenye kichupo cha Muundaji yaani Mbuni na Onyesho la Kuchungulia.

source: ![Survey Creator](../../_static/images/surveys/survey_creator.png "Survey Creator")
sw: ![Mtayarishi wa Utafiti](../../_static/images/surveys/survey_creator.png "Mtayarishi wa Utafiti")

source: Survey Creator
sw: Muumbaji wa Utafiti

source: Designer Tab
sw: Kichupo cha Mbuni

source: By using the Designer tab, you have the ability to customize your survey. You can move questions and panels from the **Toolbox** onto the **Design Surface** through drag and drop, and modify the question, panel, and survey settings using the **Property Grid**.
sw: Kwa kutumia kichupo cha Mbuni, una uwezo wa kubinafsisha utafiti wako. Unaweza kuhamisha maswali na vidirisha kutoka **Kikasha** hadi kwenye **Uso wa Muundo** kupitia kuburuta na kuangusha, na kurekebisha swali, paneli, na mipangilio ya uchunguzi kwa kutumia **Gridi ya Mali**.

source: Question and Panel Types
sw: Maswali na Aina za Paneli

source: Type
sw: Aina

source: Illustration
sw: Kielelezo

source: <div style="width:590px">Image</div>
sw: <div style="width:590px">Picha</div>

source: **Single Input**
sw: **Ingizo Moja**

source: For open-ended questions that necessitate brief responses, employ the Single Input type where respondents can input their answers using a single-line text editor.
sw: Kwa maswali yasiyo na majibu ambayo yanahitaji majibu mafupi, tumia aina ya Ingizo Moja ambapo wanaojibu wanaweza kuingiza majibu yao kwa kutumia kihariri cha maandishi cha mstari mmoja.

source: ![Single Input](../../_static/images/surveys/question-types-single-input.png "Single Input")
sw: ![Ingizo Moja](../../_static/images/surveys/question-types-single-input.png "Ingizo Moja")

source: Single Input
sw: Ingizo Moja

source: **Checkbox**
sw: **kisanduku cha kuteua**

source: For questions that allow for multiple answers, utilize the Checkbox type where respondents can choose one or more options by clicking on the corresponding checkboxes.
sw: Kwa maswali yanayoruhusu majibu mengi, tumia aina ya kisanduku cha kuteua ambapo wanaojibu wanaweza kuchagua chaguo moja au zaidi kwa kubofya visanduku vya kuteua vinavyolingana.

source: ![Checkbox](../../_static/images/surveys/question-types-checkbox.png "Checkbox")
sw: ![Kisanduku cha kuteua](../../_static/images/surveys/question-types-checkbox.png "Checkbox")

source: Checkbox
sw: Kisanduku cha kuteua

source: **Radiogroup**
sw: **Kikundi cha redio**

source: For questions that offer several options but allow only one response, use the Radiogroup type where respondents can select a single answer by clicking on one of the radio buttons.
sw: Kwa maswali ambayo hutoa chaguo kadhaa lakini huruhusu jibu moja pekee, tumia aina ya Radiogroup ambapo wanaojibu wanaweza kuchagua jibu moja kwa kubofya kwenye moja ya vitufe vya redio.

source: ![Radiogroup](../../_static/images/surveys/question-types-radiogroup.png "Radiogroup")
sw: ![Rediogroup](../../_static/images/surveys/question-types-radiogroup.png "Radiogroup")

source: Radiogroup
sw: Kikundi cha redio

source: **Dropdown**
sw: **kunjuzi**

source: In the Dropdown type, respondents can choose a single answer from a list of options displayed in a drop-down menu. Similar to Radiogroup, this type is suitable for questions that have multiple options but require only one answer. The Dropdown UI can also show more options while using less screen space.
sw: Katika aina ya Kunjuzi, wanaojibu wanaweza kuchagua jibu moja kutoka kwenye orodha ya chaguo zinazoonyeshwa kwenye menyu kunjuzi. Sawa na Radiogroup, aina hii inafaa kwa maswali ambayo yana chaguo nyingi lakini yanahitaji jibu moja tu. Kiolesura cha Kunjuzi kinaweza pia kuonyesha chaguo zaidi huku ukitumia nafasi ndogo ya skrini.

source: ![Dropdown](../../_static/images/surveys/question-types-dropdown.png "Dropdown")
sw: ![Kunjuzi](../../_static/images/surveys/question-types-dropdown.png "Dropdown")

source: Dropdown
sw: Kunjuzi

source: **Comment**
sw: **Maoni**

source: For open-ended questions that require respondents to provide lengthy answers, use the Comment type where respondents can input their responses in a resizable multi-line text area. This type is suitable for questions that accept multi-line answers.
sw: Kwa maswali yasiyo na majibu ambayo yanahitaji wajibu kutoa majibu marefu, tumia aina ya Maoni ambapo wanaojibu wanaweza kuingiza majibu yao katika eneo la maandishi lenye mistari mingi linaloweza kubadilishwa ukubwa. Aina hii inafaa kwa maswali ambayo yanakubali majibu ya mistari mingi.

source: ![Comment](../../_static/images/surveys/question-types-comment.png "Comment")
sw: ![Maoni](../../_static/images/surveys/question-types-comment.png "Maoni")

source: Comment
sw: Maoni

source: **Rating**
sw: **Ukadiriaji**

source: When you want respondents to provide a rating, use the Rating type where they can select a single number from within a specified range. This type is appropriate for questions that require a rating response.
sw: Unapotaka wanaojibu watoe ukadiriaji, tumia aina ya Ukadiriaji ambapo wanaweza kuchagua nambari moja kutoka ndani ya masafa mahususi. Aina hii inafaa kwa maswali yanayohitaji jibu la ukadiriaji.

source: ![Rating](../../_static/images/surveys/question-types-rating.png "Rating")
sw: ![Ukadiriaji](../../_static/images/surveys/question-types-rating.png "Ukadiriaji")

source: Rating
sw: Ukadiriaji

source: **Ranking**
sw: **Cheo**
