Repository: wmo-raf/climweb
Catalog: pages/organisation_pages/partners/locale/*/LC_MESSAGES/django.po
Languages: am, es, fr, sw

source: Name
am: ስም
es: Nombre
fr: Nom
sw: Jina

source: Logo
am: አርማ
sw: Nembo

source: Link to the partners website
am: ወደ አጋሮች ድር ጣቢያ አገናኝ
es: Enlace al sitio web de los socios
fr: Lien vers le site des partenaires
sw: Unganisha kwa tovuti ya washirika

source: Link to partner's website
am: ወደ አጋር ድር ጣቢያ አገናኝ
es: Enlace al sitio web del socio
fr: Lien vers le site du partenaire
sw: Unganisha kwa tovuti ya mshirika

source: Order
am: ማዘዝ
es: Orden
fr: Commande
sw: Agizo

source: Visible on Homepage
am: በመነሻ ገጽ ላይ ይታያል
es: Visible en la página de inicio
fr: Visible sur la page d'accueil
sw: Inaonekana kwenye Ukurasa wa Kwanza

source: Is Main
am: ዋና ነው።
es: es principal
fr: Est principal
sw: Ni Kuu

source: Partner
am: አጋር
es: Pareja
fr: Partenaire
sw: Mshirika

source: Partners Call to Action title
am: የአጋሮች ጥሪ ወደ ተግባር ርዕስ
es: Título de la llamada a la acción de socios
fr: Titre de l'appel à l'action des partenaires
sw: Kichwa cha Wito wa Washirika kuchukua hatua

source: Partners call to action section title
am: አጋሮች ወደ ተግባር ክፍል ርዕስ ይደውሉ
es: Título de la sección de llamada a la acción de socios
fr: Titre de la section de l'appel à l'action des partenaires
sw: Washirika waita jina la sehemu ya kitendo

source: Partners call to action text
am: አጋሮች ወደ ተግባር ጽሑፍ ይደውሉ
es: Texto de llamada a la acción de socios
fr: Texte d'appel à l'action des partenaires
sw: Maandishi ya simu ya kuchukua hatua kwa washirika

source: Call to action description text
am: ወደ ተግባር መግለጫ ጽሑፍ ይደውሉ
es: Texto de descripción de la llamada a la acción
fr: Texte de description de l'appel à l'action
sw: Maandishi ya maelezo ya mwito wa kitendo

source: Partners call to action Image
am: አጋሮች ወደ ተግባር ይደውሉ ምስል
es: Llamada a la acción de los socios Imagen
fr: Appel à l’action des partenaires Image
sw: Washirika wito kwa hatua Picha

source: A high quality image related to the Partners call to action message
am: ከአጋሮች ጥሪ ጋር የተገናኘ ከፍተኛ ጥራት ያለው ምስል ወደ ተግባር መልእክት
es: Una imagen de alta calidad relacionada con el mensaje de llamada a la acción de Partners
fr: Une image de haute qualité liée au message d'appel à l'action des partenaires
sw: Picha ya ubora wa juu inayohusiana na ujumbe wa vitendo wa Washirika

source: Partners call to action button text
am: አጋሮች ወደ የተግባር አዝራር ጽሑፍ ይደውሉ
es: Texto del botón de llamada a la acción de socios
fr: Texte du bouton d'appel à l'action des partenaires
sw: Maandishi ya kitufe cha kupiga simu kwenye hatua ya washirika

source: Partners call to action page
am: አጋሮች ወደ የድርጊት ገጽ ይደውሉ
es: Página de llamada a la acción de socios
fr: Page d'appel à l'action des partenaires
sw: Washirika wito kwa ukurasa wa vitendo

source: Partners Call to Action Section
am: የአጋሮች ጥሪ ወደ ተግባር ክፍል
es: Sección Llamada a la acción de socios
fr: Section Appel à l’action des partenaires
sw: Washirika Wito kwa Hatua Sehemu

source: Partners Page
am: የአጋሮች ገጽ
es: Página de socios
fr: Page Partenaires
sw: Ukurasa wa Washirika
