Repository: wmo-raf/climweb
Catalog: pages/glossary/locale/*/LC_MESSAGES/django.po
Languages: am, es, fr

source: Language
am: ቋንቋ
es: Idioma
fr: Langue

source: Definition of the term in the local language
am: የቃሉ ፍቺ በአገር ውስጥ ቋንቋ
es: Definición del término en el idioma local.
fr: Définition du terme dans la langue locale

source: Contributor
am: አበርካች
es: Contribuyente
fr: Donateur

source: Languages
am: ቋንቋዎች
es: Idiomas
fr: Langues

source: Optional languages that terms will be defined in
am: የምርጫ ቋንቋዎች የሚገለጹት በ ውስጥ ነው።
es: Idiomas opcionales en los que se definirán los términos
fr: Langues facultatives dans lesquelles les termes seront définis

source: Contributors
am: አስተዋጽዖ አበርካቾች
es: Colaboradores
fr: Contributeurs

source: List of local terminology definition contributors
am: የአካባቢያዊ የቃላት ፍቺ አስተዋፅዖ አበርካቾች ዝርዝር
es: Lista de contribuyentes de definiciones de terminología local
fr: Liste des contributeurs locaux à la définition de la terminologie

source: Language name
am: የቋንቋ ስም
es: Nombre del lenguaje
fr: Nom de la langue

source: Contributor name
am: የአስተዋጽዖ ስም
es: Nombre del colaborador
fr: Nom du contributeur

source: Name of Contributor
am: የአስተዋጽዖ አበርካች ስም
es: Nombre del colaborador
fr: Nom du contributeur

source: Organisation
am: ድርጅት
es: Organización

source: Optional name of the contributor's organisation, if applicable
am: አስፈላጊ ከሆነ የአዋጪው ድርጅት ስም
es: Nombre opcional de la organización del contribuyente, si corresponde.
fr: Nom facultatif de l'organisation du contributeur, le cas échéant

source: Description
am: መግለጫ
es: Descripción

source: Optional details about the contributor or their organisation
am: ስለአዋጪው ወይም ስለ ድርጅታቸው አማራጭ ዝርዝሮች
es: Detalles opcionales sobre el colaborador o su organización.
fr: Détails facultatifs sur le contributeur ou son organisation

source: Contact details
am: የእውቂያ ዝርዝሮች
es: Detalles de contacto
fr: Détails du contact

source: Optional contact details of the contributor or organisation
am: የአስተዋጽዖ አበርካች ወይም ድርጅት አማራጭ አድራሻ ዝርዝሮች
es: Detalles de contacto opcionales del colaborador u organización.
fr: Coordonnées facultatives du contributeur ou de l'organisation

source: Link
am: አገናኝ
es: Enlace
fr: Lien

source: Optional link to more details about the contributor or organisation
am: ስለ አስተዋፅዖ አድራጊው ወይም ድርጅት ተጨማሪ ዝርዝሮችን ለማግኘት አማራጭ አገናኝ
es: Enlace opcional a más detalles sobre el colaborador u organización.
fr: Lien facultatif vers plus de détails sur le contributeur ou l'organisation

source: Term
am: ጊዜ
es: Término
fr: Terme

source: The term to define
am: ለመግለጽ የሚለው ቃል
es: El término para definir
fr: Le terme à définir

source: Term*
am: ጊዜ*
es: Término*
fr: Terme*

source: Brief definition
am: አጭር ትርጉም
es: Breve definición
fr: Brève définition

source: Summarized definition of the term
am: የቃሉ ማጠቃለያ ፍቺ
es: Definición resumida del término
fr: Définition résumée du terme

source: Detailed description
am: ዝርዝር መግለጫ
es: Descripción detallada
fr: Description détaillée

source: Detailed definition and description of the term. This should provide more information of the term, including images and other materials where available
am: የቃሉ ዝርዝር መግለጫ እና መግለጫ። ይህ ምስሎችን እና ሌሎች ቁሳቁሶችን በሚገኙበት ቦታ ጨምሮ ስለ ቃሉ ተጨማሪ መረጃ መስጠት አለበት።
es: Definición detallada y descripción del término. Esto debería proporcionar más información sobre el término, incluidas imágenes y otros materiales cuando estén disponibles.
fr: Définition détaillée et description du terme. Cela devrait fournir plus d'informations sur le terme, y compris des images et d'autres documents lorsqu'ils sont disponibles.

source: Local Definitions
am: የአካባቢ ፍቺዎች
es: Definiciones locales
fr: Définitions locales

source: Browse Terms
am: ውሎችን አስስ
es: Examinar términos
fr: Parcourir les termes

source: Updated on : %(last_published)s
am: የዘመነው በ: %(last_published)s
es: Actualizado el: %(last_published)s
fr: Mis à jour le : %(last_published)s

source: More detail
am: የበለጠ ዝርዝር
es: Mas detalle
fr: Plus de détails

source: Local description
am: የአካባቢ መግለጫ
es: Descripción local
fr: Description locale

source: Name
am: ስም
es: Nombre
fr: Nom

source: Contact
am: ተገናኝ
es: Contacto

source: Filter terms by
am: ውሎችን በ. አጣራ
es: Filtrar términos por
fr: Filtrer les termes par

source: Has local description
am: የአካባቢ መግለጫ አለው።
es: Tiene descripción local
fr: A une description locale

source: Search
am: ፈልግ
es: Buscar
fr: Recherche
