Repository: wmo-raf/climweb
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Text Color
es: Color de texto
fr: Couleur du texte

source: Title
es: Título
fr: Titre

source: Subtitle Title
es: Título del subtítulo
fr: Sous-titre Titre

source: Hero Banner
es: Estandarte de héroe
fr: Bannière de héros

source: Enable weather forecasts section
es: Habilitar la sección de pronósticos del tiempo
fr: Activer la section des prévisions météorologiques

source: Enable climate section
es: Habilitar sección de clima
fr: Activer la section climatique

source: Climate Title
es: Título del clima
fr: Titre climatique

source: Enable media section
es: Habilitar sección de medios
fr: Activer la section média

source: Youtube Playlist
es: Lista de reproducción de Youtube
fr: Liste de lecture Youtube

source: Media Section Title
es: Título de la sección de medios
fr: Titre de la section média

source: Media Section Description
es: Descripción de la sección de medios
fr: Description de la section média

source: Hero Section
es: Sección de héroe
fr: Section Héros

source: Weather forecasts Section
es: Sección de pronósticos del tiempo
fr: Rubrique Prévisions météo

source: Climate Section Section
es: Sección Clima Sección
fr: Rubrique Climat Rubrique

source: Media Section
es: Sección de medios
fr: Section média

source: Home Page
es: Página de inicio
fr: Page d'accueil

source: Home Pages
es: Páginas de inicio
fr: Page d'accueil
