Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/publications/locale/*/LC_MESSAGES/django.po
Languages: am, ar, sw

source: Name
am: ስም
ar: اسم
sw: Jina

source: Publication Types
am: የህትመት ዓይነቶች
ar: أنواع المنشورات
sw: Aina za Uchapishaji

source: The year for the earliest available publication. This is used to generate the years available for filtering
am: ለመጀመሪያ ጊዜ ለህትመት የበቃበት ዓመት። ይህ ለማጣራት ያሉትን ዓመታት ለማመንጨት ጥቅም ላይ ይውላል
ar: السنة لأقدم منشور متاح. يتم استخدام هذا لإنشاء السنوات المتاحة للتصفية
sw: Mwaka wa uchapishaji wa mapema zaidi unaopatikana. Hii inatumika kutengeneza miaka inayopatikana ya kuchuja

source: Earliest Publication Year
am: የመጀመሪያው የህትመት ዓመት
ar: أقدم سنة للنشر
sw: Mwaka wa Uchapishaji wa Mapema

source: How many publications per page should be visible on the all publications section ?
am: በሁሉም የሕትመት ክፍል ላይ በገጽ ስንት ሕትመቶች መታየት አለባቸው?
ar: كم عدد المنشورات في كل صفحة يجب أن تكون مرئية في قسم جميع المنشورات؟
sw: Ni machapisho mangapi kwa kila ukurasa yanapaswa kuonekana kwenye sehemu ya machapisho yote?

source: Publications Index Page
am: የሕትመት መረጃ ጠቋሚ ገጽ
ar: صفحة فهرس المنشورات
sw: Ukurasa wa Fahirisi za Machapisho

source: Publication Type
am: የህትመት አይነት
ar: نوع النشر
sw: Aina ya Uchapishaji

source: Services related to this publication
am: ከዚህ ህትመት ጋር የተያያዙ አገልግሎቶች
ar: الخدمات المتعلقة بهذا المنشور
sw: Huduma zinazohusiana na chapisho hili

source: Relevant Projects
am: ተዛማጅ ፕሮጀክቶች
ar: المشاريع ذات الصلة
sw: Miradi Husika

source: Summary
am: ማጠቃለያ
ar: ملخص
sw: Muhtasari

source: Date of Publish
am: የታተመበት ቀን
ar: تاريخ النشر
sw: Tarehe ya Kuchapishwa

source: Is visible on homepage
am: መነሻ ገጽ ላይ ይታያል
ar: مرئي على الصفحة الرئيسية
sw: Inaonekana kwenye ukurasa wa nyumbani

source: Mark as featured
am: ተለይቶ እንደቀረበ ምልክት አድርግበት
ar: وضع علامة على أنها مميزة
sw: Weka alama kama ilivyoangaziwa

source: Featured publications appear on the publications landing page
am: ተለይተው የቀረቡ ህትመቶች በህትመቶች ማረፊያ ገጽ ላይ ይታያሉ
ar: تظهر المنشورات المميزة على الصفحة المقصودة للمنشورات
sw: Machapisho yaliyoangaziwa yanaonekana kwenye ukurasa wa kutua wa machapisho

source: Optional start date for which this publication is relevant
am: ይህ ህትመት አስፈላጊ የሆነበት አማራጭ መጀመሪያ ቀን
ar: تاريخ البدء الاختياري الذي يكون هذا المنشور ذو صلة به
sw: Tarehe ya hiari ya kuanza ambayo chapisho hili linafaa

source: Start date
am: የመጀመሪያ ቀን
ar: تاريخ البدء
sw: Tarehe ya kuanza

source: End date
am: የመጨረሻ ቀን
ar: تاريخ الانتهاء
sw: Tarehe ya mwisho

source: Peer reviewed
am: አቻ ተገምግሟል
ar: تمت مراجعة النظراء
sw: Rika imekaguliwa

source: This can be a screenshot of the front page of the publication. If left empty and Auto-generate above is checked and the uploaded document is a PDF, an image of the first page will be auto-generated.
ar: يمكن أن تكون هذه لقطة شاشة للصفحة الأولى للمنشور. إذا تركت فارغة وتم تحديد الإنشاء التلقائي أعلاه وكان المستند الذي تم تحميله عبارة عن ملف PDF، فسيتم إنشاء صورة الصفحة الأولى تلقائيًا.
sw: Hii inaweza kuwa skrini ya ukurasa wa mbele wa chapisho. Ikiwa kushoto bila kitu na auto-auto hapo juu imeangaliwa na hati iliyopakiwa ni PDF, picha ya ukurasa wa kwanza itatengenezwa kiotomatiki.

source: If the document is a PDF, an image of the first page will be auto-generated.
ar: إذا كان المستند بتنسيق PDF، فسيتم إنشاء صورة للصفحة الأولى تلقائيًا.
sw: Ikiwa hati ni PDF, picha ya ukurasa wa kwanza itatengenezwa kiotomatiki.

source: Auto-generate thumbnail
ar: إنشاء صورة مصغرة تلقائيًا
sw: Kijipicha cha auto-generate

source: Document or File
am: ሰነድ ወይም ፋይል
ar: مستند أو ملف
sw: Hati au Faili

source: Here you can upload pdfs, word documents, powerpoints, zip files or any other file
am: እዚህ ፒዲኤፍ ፣ የቃላት ሰነዶች ፣ የኃይል ነጥቦች ፣ ዚፕ ፋይሎች ወይም ሌላ ማንኛውንም ፋይል መስቀል ይችላሉ።
ar: هنا يمكنك تحميل ملفات PDF أو مستندات Word أو PowerPoint أو ملفات مضغوطة أو أي ملف آخر
sw: Hapa unaweza kupakia pdf, hati za maneno, vituo vya nguvu, faili za zip au faili nyingine yoyote

source: External Url - *Only If published/hosted somewhere else
am: ውጫዊ ዩአርኤል - * ሌላ ቦታ ከታተመ/የሚስተናገድ ከሆነ ብቻ
ar: عنوان URL الخارجي - *فقط إذا تم نشره/استضافته في مكان آخر
sw: Url ya Nje - *Ikiwa tu itachapishwa/kupangishwa mahali pengine

source: Link to published resource if external
am: ውጫዊ ከሆነ ወደ የታተመ ምንጭ አገናኝ
ar: رابط إلى الموارد المنشورة إذا كانت خارجية
sw: Unganisha kwa nyenzo iliyochapishwa ikiwa ya nje

source: Tags
am: መለያዎች
ar: العلامات
sw: Lebo

source: Additional Details
am: ተጨማሪ ዝርዝሮች
ar: تفاصيل اضافية
sw: Maelezo ya Ziada

source: Download - %(file_size)s
ar: تنزيل - %(file_size)s
sw: Pakua - %(file_size) s

source: Download document
ar: تنزيل المستند
sw: Pakua hati

source: Other Recent Publications
am: ሌሎች የቅርብ ጊዜ ህትመቶች
ar: المنشورات الحديثة الأخرى
sw: Machapisho Mengine ya Hivi Punde

source: Filter by Publication Type
am: በህትመት አይነት አጣራ
ar: التصفية حسب نوع المنشور
sw: Chuja kwa Aina ya Uchapishaji

source: Filter by Service
am: በአገልግሎት አጣራ
ar: التصفية حسب الخدمة
sw: Chuja kwa Huduma

source: Filter by Projects
am: በፕሮጀክቶች አጣራ
ar: تصفية حسب المشاريع
sw: Chuja kulingana na Miradi

source: Filter by Year
am: በአመት አጣራ
ar: التصفية حسب السنة
sw: Chuja kwa Mwaka

source: Featured Publications
am: ተለይተው የቀረቡ ህትመቶች
ar: منشورات مميزة
sw: Machapisho Yanayoangaziwa

source: All Publications
am: ሁሉም ህትመቶች
ar: جميع المنشورات
sw: Machapisho Yote

source: Search
am: ፈልግ
ar: يبحث
sw: Tafuta

source: Number of downloads
am: የውርዶች ብዛት
ar: عدد التنزيلات
sw: Idadi ya vipakuliwa

source: Read More
am: ተጨማሪ ያንብቡ
ar: اقرأ أكثر
sw: Soma zaidi
