Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/stations/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Stations Shapefile ZIP
pt: Estações Shapefile ZIP

source: Station name field
pt: Campo de nome da estação

source: Show on Mapviewer
pt: Mostrar no Mapviewer

source: Check to show stations data on Mapviewer
pt: Marque para mostrar os dados das estações no Mapviewer

source: Stations Layer Title
pt: Título da camada de estações

source: Stations Layer SubCategory
pt: Subcategoria da camada de estações

source: Stations Layer Metadata
pt: Metadados da Camada de Estações

source: Back to stations list
pt: Voltar à lista de estações

source: Station Detail
pt: Detalhe da estação

source: Station Name
pt: Nome da estação

source: Station Not Found
pt: Estação não encontrada

source: Station with provided ID can not be found
pt: A estação com o ID fornecido não foi encontrada

source: Stations List
pt: Lista de estações

source: Stations Data %(title)s
pt: Dados de estações %(título)s

source: Stations Data
pt: Dados das Estações

source: Load Stations
pt: Estações de carga

source: Data Fields
pt: Campos de dados

source: Field
pt: Campo

source: Label
pt: Rótulo

source: Show in Table
pt: Mostrar na tabela

source: Show in Map Popup
pt: Mostrar no pop-up do mapa

source: Save
pt: Salvar

source: No station data loaded.
pt: Nenhum dado de estação carregado.

source: Please
pt: Por favor

source: load station data
pt: dados da estação de carga

source: to preview
pt: visualizar

source: Stations Loader %(title)s
pt: Carregador de estações %(título)s

source: Stations Loader
pt: Carregador de estações

source: Upload
pt: Carregar

source: Stations data loaded successfully
pt: Dados das estações carregados com sucesso

source: Stations columns updated successfully
pt: Colunas de estações atualizadas com sucesso

source: Station Settings
pt: Configurações da estação
