Repository: wmo-raf/climweb
Catalog: climweb/src/climweb/pages/home/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Level 0
am: ደረጃ 0
ar: المستوى 0
es: Nivel 0
fr: Niveau 0
pt: Nível 0
sw: Kiwango cha 0

source: Level 1
am: ደረጃ 1
ar: المستوى 1
es: Nivel 1
fr: Niveau 1
pt: Nível 1
sw: Kiwango cha 1

source: Level 2
am: ደረጃ 2
ar: المستوي 2
es: Nivel 2
fr: Niveau 2
pt: Nível 2
sw: Kiwango cha 2

source: Level 3
am: ደረጃ 3
ar: مستوى 3
es: Nivel 3
fr: Niveau 3
pt: Nível 3
sw: Kiwango cha 3

source: Area/Region Name
am: የአካባቢ/የክልል ስም
ar: اسم المنطقة/المنطقة
es: Nombre de área/región
fr: Nom de la zone/région
pt: Nome da área/região
sw: Jina la Eneo/Mkoa

source: Default
am: ነባሪ
ar: تقصير
es: Por defecto
fr: Défaut
pt: Padrão
sw: Chaguomsingi

source: Administrative Level
am: የአስተዳደር ደረጃ
ar: المستوى الإداري
es: Nivel administrativo
fr: Niveau administratif
pt: Nível Administrativo
sw: Kiwango cha Utawala

source: Boundary
am: ድንበር
ar: الحدود
es: Perímetro
fr: Frontière
pt: Limite
sw: Mpaka

source: Click to select boundary on the map
am: በካርታው ላይ ድንበር ለመምረጥ ጠቅ ያድርጉ
ar: انقر لتحديد الحدود على الخريطة
es: Haga clic para seleccionar el límite en el mapa.
fr: Cliquez pour sélectionner une limite sur la carte
pt: Clique para selecionar o limite no mapa
sw: Bofya ili kuchagua mpaka kwenye ramani

source: Polygon
am: ፖሊጎን
ar: مضلع
es: Polígono
fr: Polygone
pt: Polígono
sw: Poligoni

source: Draw custom area on the map
am: በካርታው ላይ ብጁ ቦታ ይሳሉ
ar: ارسم منطقة مخصصة على الخريطة
es: Dibujar un área personalizada en el mapa.
fr: Dessiner une zone personnalisée sur la carte
pt: Desenhe uma área personalizada no mapa
sw: Chora eneo maalum kwenye ramani

source: Pre Title
am: ቅድመ ርዕስ
ar: العنوان السابق
es: Pre título
fr: Pré-titre
pt: Pré-Título
sw: Kichwa cha Kabla

source: Text to show before the name of the institution. For example, if the institution is under a ministry, the ministry name can added here
am: ከተቋሙ ስም በፊት የሚታይ ጽሑፍ። ለምሳሌ ተቋሙ በሚኒስቴር ስር ከሆነ የሚኒስቴር መስሪያ ቤቱ ስም እዚህ ጋር መጨመር ይቻላል።
ar: نص يظهر قبل اسم المؤسسة، على سبيل المثال، إذا كانت المؤسسة تابعة لوزارة، يمكن إضافة اسم الوزارة هنا
es: Texto a mostrar antes del nombre de la institución. Por ejemplo, si la institución depende de un ministerio, el nombre del ministerio se puede agregar aquí.
fr: Texte à afficher avant le nom de l'établissement. Par exemple, si l'institution relève d'un ministère, le nom du ministère peut être ajouté ici.
pt: Texto a ser exibido antes do nome da instituição. Por exemplo, se a instituição estiver subordinada a um ministério, o nome do ministério pode ser adicionado aqui
sw: Nakala ya kuonyesha kabla ya jina la taasisi. Kwa mfano, ikiwa taasisi iko chini ya wizara, jina la wizara linaweza kuongezwa hapa

source: Institution Name
am: የተቋሙ ስም
ar: اسم المعهد
es: Nombre de la Institución
fr: nom de l'institution
pt: Nome da Instituição
sw: Jina la Taasisi

source: Full name of the institution
am: የተቋሙ ሙሉ ስም
ar: الاسم الكامل للمؤسسة
es: Nombre completo de la institución.
fr: Nom complet de l'établissement
pt: Nome completo da instituição
sw: Jina kamili la taasisi

source: Tagline
am: የመለያ መስመር
ar: سطر الوصف
es: Lema
fr: Slogan
pt: Slogan
sw: Mstari wa tagi

source: Can be the tagline or slogan of the institution
am: የተቋሙ መለያ ወይም መፈክር ሊሆን ይችላል።
ar: يمكن أن يكون الشعار أو شعار المؤسسة
es: Puede ser el lema o eslogan de la institución.
fr: Peut être le slogan ou le slogan de l’institution
pt: Pode ser o slogan ou slogan da instituição
sw: Inaweza kuwa tagline au kauli mbiu ya taasisi

source: Banner Image
am: የባነር ምስል
ar: صورة بانر
es: Imagen de banner
fr: Image de la bannière
pt: Imagem do banner
sw: Picha ya Bango

source: Banner Text Color
am: ባነር ጽሑፍ ቀለም
ar: لون نص البانر
es: Color del texto del banner
fr: Couleur du texte de la bannière
pt: Cor do texto do banner
sw: Rangi ya Maandishi ya Bango

source: Banner Type
am: የሰንደቅ አይነት
ar: نوع البانر
es: Tipo de banner
fr: Type de bannière
pt: Tipo de faixa
sw: Aina ya Bango

source: Call to action button text
am: ለተግባር ቁልፍ ጽሑፍ ይደውሉ
ar: نص زر الحث على اتخاذ إجراء
es: Texto del botón de llamada a la acción
fr: Texte du bouton d'appel à l'action
pt: Texto do botão de apelo à ação
sw: Piga simu kwa kitufe cha vitendo

source: Call to action related page
am: ለተዛማጅ ገጽ ይደውሉ
ar: صفحة ذات صلة بالدعوة إلى اتخاذ إجراء
es: Página relacionada con el llamado a la acción
fr: Page relative à l'appel à l'action
pt: Página relacionada à frase de chamariz
sw: Piga simu kwa ukurasa unaohusiana na hatua

source: Show city forecast section
am: የከተማ ትንበያ ክፍል አሳይ
ar: عرض قسم توقعات المدينة
es: Mostrar sección de pronóstico de la ciudad
fr: Afficher la section des prévisions de la ville
pt: Mostrar seção de previsão da cidade
sw: Onyesha sehemu ya utabiri wa jiji

source: Show weather watch section
am: የአየር ሁኔታ መመልከቻ ክፍልን አሳይ
ar: إظهار قسم مراقبة الطقس
es: Mostrar sección de vigilancia meteorológica
fr: Afficher la section de veille météo
pt: Mostrar seção de observação do tempo
sw: Onyesha sehemu ya kuangalia hali ya hewa

source: Weather Watch Section header
am: የአየር ሁኔታ እይታ ክፍል ራስጌ
ar: رأس قسم مراقبة الطقس
es: Encabezado de la sección Vigilancia meteorológica
fr: En-tête de la section Veille météorologique
pt: Cabeçalho da seção de observação meteorológica
sw: Kijajuu cha Sehemu ya Kutazama Hali ya Hewa

source: Show MapViewer button
am: MapViewer አዝራር አሳይ
ar: إظهار زر MapViewer
es: Mostrar botón MapViewer
fr: Afficher le bouton MapViewer
pt: Mostrar botão MapViewer
sw: Onyesha kitufe cha Kitazamaji Ramani

source: MapViewer Call to Action Title
am: MapViewer ጥሪ ወደ ተግባር ርዕስ
ar: عنوان العبارة التي تحث المستخدم على اتخاذ إجراء في MapViewer
es: Título de llamada a la acción de MapViewer
fr: Titre de l’appel à l’action de MapViewer
pt: Título da frase de chamariz do MapViewer
sw: Kichwa cha Kitendo cha Kitazamaji cha Ramani

source: Mapviewer URL
am: የካርታ መመልከቻ ዩአርኤል
ar: عنوان URL لعارض الخرائط
es: URL del visor de mapas
fr: URL de la visionneuse de cartes
pt: URL do visualizador de mapas
sw: URL ya kitazama ramani

source: Youtube Playlist
am: የዩቲዩብ አጫዋች ዝርዝር
ar: قائمة تشغيل يوتيوب
es: Lista de reproducción de Youtube
fr: Liste de lecture YouTube
pt: Lista de reprodução do YouTube
sw: Orodha ya kucheza ya Youtube

source: Feature block
am: የባህሪ እገዳ
ar: كتلة الميزة
es: bloque de características
fr: Bloc de fonctionnalités
pt: Bloco de recursos
sw: Kizuizi cha kipengele

source: Banner Section
am: ባነር ክፍል
ar: قسم البانر
es: Sección de pancartas
fr: Section bannière
pt: Seção de Banner
sw: Sehemu ya Bango

source: Banner Call to Action Button
pt: Botão de apelo à ação em banner

source: City Forecast Section
am: የከተማ ትንበያ ክፍል
ar: قسم توقعات المدينة
es: Sección de pronóstico de la ciudad
fr: Section des prévisions de la ville
pt: Seção de previsão da cidade
sw: Sehemu ya Utabiri wa Jiji

source: Weather Watch Section
am: የአየር ሁኔታ እይታ ክፍል
ar: قسم مراقبة الطقس
es: Sección de vigilancia meteorológica
fr: Section de veille météorologique
pt: Seção de observação meteorológica
sw: Sehemu ya Kutazama Hali ya Hewa

source: Media Section
am: የሚዲያ ክፍል
ar: قسم الإعلام
es: Sección de Medios
fr: Section Médias
pt: Seção de mídia
sw: Sehemu ya Vyombo vya Habari

source: Addditional Information
am: ተጨማሪ መረጃ
ar: معلومات إضافية
es: Información adicional
fr: Informations supplémentaires
pt: Informações Adicionais
sw: Taarifa ya Ziada

source: Home Page
am: መነሻ ገጽ
ar: الصفحة الرئيسية
es: Página de inicio
fr: Page d'accueil
pt: Página inicial
sw: Ukurasa wa Nyumbani

source: Home Pages
am: መነሻ ገጾች
ar: الصفحات الرئيسية
es: Páginas de inicio
fr: Page d'accueil
pt: Páginas iniciais
sw: Kurasa za Nyumbani

source: Icon
am: አዶ
ar: رمز
es: Icono
fr: Icône
pt: Ícone
sw: Ikoni

source: Name to display on the map. Leave blank to use the original layer name
am: በካርታው ላይ ለማሳየት ስም. የመጀመሪያውን የንብርብር ስም ለመጠቀም ባዶ ይተው
ar: الاسم الذي سيتم عرضه على الخريطة. اتركه فارغًا لاستخدام اسم الطبقة الأصلي
es: Nombre a mostrar en el mapa. Déjelo en blanco para usar el nombre de la capa original.
fr: Nom à afficher sur la carte. Laissez vide pour utiliser le nom du calque d'origine
pt: Nome a ser exibido no mapa. Deixe em branco para usar o nome da camada original
sw: Jina kuonyesha kwenye ramani. Acha tupu kutumia jina la safu ya asili

source: Enabled
am: ነቅቷል
ar: ممكّن
es: Activado
fr: Activé
pt: Habilitado
sw: Kuwezeshwa

source: Show on map by default ?
am: በነባሪነት በካርታ ላይ ያሳዩ?
ar: تظهر على الخريطة بشكل افتراضي؟
es: ¿Mostrar en el mapa de forma predeterminada?
fr: Afficher sur la carte par défaut ?
pt: Mostrar no mapa por padrão?
sw: Onyesha kwenye ramani kwa chaguo -msingi?

source: You can only select one layer to be shown on the map by default. If multiple layers are selected, only the first one will be shown
am: በካርታው ላይ አንድ ንብርብር ሊታይ የሚችል አንድ ንጣፍ ብቻ በነባሪነት ብቻ ነው. በርካታ ንጣፍ ከተመረጡ የመጀመሪያው ብቻ ይታያል
ar: يمكنك تحديد طبقة واحدة فقط ليتم عرضها على الخريطة بشكل افتراضي. إذا تم تحديد طبقات متعددة، فسيتم عرض الطبقة الأولى فقط
es: Solo puede seleccionar una capa para que se muestre en el mapa de forma predeterminada. Si se seleccionan varias capas, solo se mostrará la primera.
fr: Vous ne pouvez sélectionner qu’une seule couche à afficher sur la carte par défaut. Si plusieurs calques sont sélectionnés, seul le premier sera affiché
pt: Você só pode selecionar uma camada para ser mostrada no mapa por padrão. Se várias camadas forem selecionadas, apenas a primeira será mostrada
sw: Unaweza kuchagua safu moja tu kuonyeshwa kwenye ramani bila msingi. Ikiwa tabaka nyingi zimechaguliwa, ya kwanza tu itaonyeshwa

source: Hour minute:second - (E.g 2023-01-01 00:00)
am: የሰዓት ደቂቃ: ሁለተኛ - (E.g 2023-01 00:00)
ar: الساعة الدقيقة: الثانية - (على سبيل المثال 2023-01-01 00:00)
es: Hora minuto:segundo - (por ejemplo, 2023-01-01 00:00)
fr: Heure minute: seconde - (par exemple 01/01/2023 00:00)
pt: Hora minuto:segundo - (por exemplo, 01/01/2023 00:00)
sw: Dakika ya Saa: Pili-(k. 2023-01-01 00:00)

source: Day of Week Day - (E.g Tue 25 08:00)
am: የሳምንቱ ቀን - (e.g tee 25 08:00)
ar: يوم من أيام الأسبوع - (على سبيل المثال الثلاثاء 25 الساعة 08:00)
es: Día de la semana: (por ejemplo, martes 25 a las 08:00)
fr: Jour de la semaine - (par exemple, mardi 25, 08h00)
pt: Dia da semana - (por exemplo, terça-feira, 25, 08:00)
sw: Siku ya Siku ya Wiki - (k.m. 25 08:00)

source: Day - (E.g 2023-01-01)
am: ቀን - (e.g 2023-01-01)
ar: يوم - (على سبيل المثال 2023-01-01)
es: Día - (Por ejemplo, 2023-01-01)
fr: Jour - (par exemple 2023-01-01)
pt: Dia - (por exemplo, 01/01/2023)
sw: Siku-(k.m 2023-01-01)

source: Show CAP Warnings Layer
am: የካፒታል ማስጠንቀቂያዎች ንብርብር አሳይ
ar: إظهار طبقة تحذيرات CAP
es: Mostrar capa de advertencias de CAP
fr: Afficher la couche d'avertissements CAP
pt: Mostrar camada de avisos CAP
sw: Onyesha safu ya maonyo ya cap

source: Weather Warnings
pt: Avisos meteorológicos

source: CAP Warnings Layer Display Name
am: ካፕ ማስጠንቀቂያዎች የንብርብር ማያ ገጽ ስም
ar: اسم عرض طبقة تحذيرات CAP
es: Nombre para mostrar de la capa de advertencias de CAP
fr: Nom d’affichage de la couche d’avertissements CAP
pt: Nome de exibição da camada de avisos CAP
sw: Maonyo ya Tabaka ya Kuonyesha

source: Show Location forecast Layer
pt: Mostrar camada de previsão de localização

source: Location Forecast
pt: Previsão de localização

source: Location Forecast Layer Display Name
am: የአካባቢ ትንበያ የንብርብር አወጣጥ ስም
ar: اسم العرض لطبقة التنبؤ بالموقع
es: Nombre para mostrar de la capa de pronóstico de ubicación
fr: Nom d'affichage de la couche de prévision d'emplacement
pt: Nome de exibição da camada de previsão de localização
sw: Jina la Utabiri wa Tabaka la Tabaka

source: Location Forecast Date Display Format
am: የአካባቢ ትንበያ ቀን ማሳያ ቅርጸት
ar: تنسيق عرض تاريخ توقعات الموقع
es: Formato de visualización de fecha de pronóstico de ubicación
fr: Format d'affichage de la date de prévision de l'emplacement
pt: Formato de exibição de data de previsão de local
sw: Fomati ya Tarehe ya Utabiri wa Mahali

source: Cluster Location Forecast Points
am: ክላስተር ሥፍራ ትንበያ ነጥቦች
ar: نقاط توقعات موقع الكتلة
es: Puntos de pronóstico de ubicación del clúster
fr: Points de prévision de l'emplacement du cluster
pt: Pontos de previsão de localização de cluster
sw: Sehemu za utabiri wa eneo la nguzo

source: Cluster Minimum number of Points
am: የተስተካከለ አነስተኛ ነጥቦች ብዛት
ar: الكتلة الحد الأدنى لعدد النقاط
es: Clúster Número mínimo de puntos
fr: Groupe Nombre minimum de points
pt: Número mínimo de pontos do cluster
sw: Idadi ya chini ya nguzo

source: Minimum number of points necessary to form a cluster if clustering is enabled
am: ክላስተር ከተነቃ ቅልጥፍና ለመመስረት አስፈላጊ የሆኑት አነስተኛ ነጥቦች
ar: الحد الأدنى لعدد النقاط اللازمة لتشكيل مجموعة في حالة تمكين التجميع
es: Número mínimo de puntos necesarios para formar un grupo si la agrupación está habilitada
fr: Nombre minimum de points nécessaires pour former un cluster si le clustering est activé
pt: Número mínimo de pontos necessários para formar um cluster se o clustering estiver ativado
sw: Idadi ya chini ya vidokezo muhimu kuunda nguzo ikiwa nguzo imewezeshwa

source: Cluster Radius
am: ክላስተር ራዲየስ
ar: شعاع الكتلة
es: Radio del racimo
fr: Rayon du cluster
pt: Raio do Cluster
sw: Radi ya nguzo

source: Radius of each cluster if clustering is enabled
am: ቀልጣፋ ከሆነ የእያንዳንዱ ክላስተር ራዲየስ
ar: نصف قطر كل مجموعة في حالة تمكين التجميع
es: Radio de cada grupo si la agrupación está habilitada
fr: Rayon de chaque cluster si le clustering est activé
pt: Raio de cada cluster se o clustering estiver ativado
sw: Radius ya kila nguzo ikiwa nguzo imewezeshwa

source: Show Location Forecast Attribution
pt: Mostrar atribuição de previsão de localização

source: Admin Boundary
am: የአስተዳዳሪ ድንበር
ar: حدود المشرف
es: Límite administrativo
fr: Limite d'administration
pt: Limite de administração
sw: Mpaka wa Utawala

source: Draw Polygon
am: ፖሊጎን ይሳሉ
ar: رسم المضلع
es: Dibujar polígono
fr: Dessiner un polygone
pt: Desenhar polígono
sw: Chora Polygon

source: Raster Layer
am: Raster ንብርብር
ar: الطبقة النقطية
es: Capa ráster
fr: Couche raster
pt: Camada raster
sw: Safu ya raster

source: WMS Layer
am: WMS ንብርብር
ar: طبقة WMS
es: Capa WMS
fr: Couche WMS
pt: Camada WMS
sw: Tabaka la WMS

source: Vector Tile Layer
am: የ ctor ክተር ተንጠልጣይ ንብርብር
ar: طبقة البلاط المتجه
es: Capa de mosaico vectorial
fr: Couche de tuiles vectorielles
pt: Camada de bloco de vetor
sw: Safu ya tile ya vector

source: Map Layers
am: ካርታ ንብርብሮች
ar: طبقات الخريطة
es: Capas de mapa
fr: Couches de carte
pt: Camadas do mapa
sw: Tabaka za ramani

source: Show Level 1 Boundaries
am: ደረጃ 1 ድንበሮችን አሳይ
ar: إظهار حدود المستوى 1
es: Mostrar límites de nivel 1
fr: Afficher les limites du niveau 1
pt: Mostrar limites de nível 1
sw: Onyesha mipaka ya kiwango cha 1

source: Use Geomanager Basemaps, if set
am: ከተዋቀረ የጂኖኒካን ቤቶችን ይጠቀሙ
ar: استخدم خرائط أساس Geomanager، إذا تم تعيينها
es: Utilice mapas base de Geomanager, si está configurado
fr: Utiliser les fonds de carte Geomanager, s'ils sont définis
pt: Usar mapas base do Geomanager, se definido
sw: Tumia Basemaps za GeoManager, ikiwa imewekwa

source: Boundary Settings
pt: Configurações de limite

source: CAP Warnings Layer
am: ካፕ ማስጠንቀቂያዎች ንብርብር
ar: طبقة تحذيرات CAP
es: Capa de advertencias de CAP
fr: Couche d’avertissements CAP
pt: Camada de avisos CAP
sw: Tabaka la maonyo ya cap

source: Location Forecast Layer
am: የአካባቢ ትንበያ ንብርብር
ar: طبقة التنبؤ بالموقع
es: Capa de pronóstico de ubicación
fr: Couche de prévision d'emplacement
pt: Camada de previsão de localização
sw: Safu ya utabiri wa eneo

source: Map Settings
am: የካርታ ቅንብሮች
ar: إعدادات الخريطة
es: Configuración del mapa
fr: Paramètres de la carte
pt: Configurações do mapa
sw: Mipangilio ya ramani

source: Geomanager Map Layers
am: የጂሶሜርካ ካርዶች ሽፋን
ar: طبقات خريطة المدير الجغرافي
es: Capas de mapas de Geomanager
fr: Couches de carte Geomanager
pt: Camadas do mapa do Geomanager
sw: Tabaka za ramani za GeoManager

source: Latest Media
am: የቅርብ ጊዜ ሚዲያ
ar: أحدث الوسائط
es: Últimos medios
fr: Derniers médias
pt: Últimas mídias
sw: Vyombo vya Habari vya Hivi Punde

source: Our Partners
am: አጋሮቻችን
ar: شركاؤنا
es: Nuestros compañeros
fr: Nos partenaires
pt: Nossos parceiros
sw: Washirika wetu

source: More Partners
am: ተጨማሪ አጋሮች
ar: المزيد من الشركاء
es: Más socios
fr: Plus de partenaires
pt: Mais parceiros
sw: Washirika Zaidi

source: No active alerts currently
am: በአሁኑ ጊዜ ምንም ንቁ ማንቂያዎች የሉም
ar: لا توجد تنبيهات نشطة حاليا
es: No hay alertas activas actualmente
fr: Aucune alerte active actuellement
pt: Nenhum alerta ativo no momento
sw: Hakuna arifa zinazotumika kwa sasa

source: Our Service Areas
am: የእኛ የአገልግሎት አካባቢዎች
ar: مجالات الخدمة لدينا
es: Nuestras áreas de servicio
fr: Nos domaines de services
pt: Nossas áreas de serviço
sw: Maeneo Yetu ya Huduma

source: Latest Updates
am: የቅርብ ጊዜ ዝመናዎች
ar: آخر التحديثات
es: Últimas actualizaciones
fr: Dernières mises à jour
pt: Últimas atualizações
sw: Sasisho za Hivi Punde

source: All News
am: ሁሉም ዜና
ar: جميع الأخبار
es: Todas las noticias
fr: Toutes les nouvelles
pt: Todas as notícias
sw: Habari Zote

source: All Publications
am: ሁሉም ህትመቶች
ar: جميع المنشورات
es: Todas las publicaciones
fr: Toutes les publications
pt: Todas as publicações
sw: Machapisho Yote

source: Latest Weather Warnings
am: የቅርብ ጊዜ የአየር ሁኔታ ማስጠንቀቂያዎች
ar: أحدث التحذيرات الجوية
es: Últimas advertencias meteorológicas
fr: Dernières alertes météorologiques
pt: Últimos avisos meteorológicos
sw: Maonyo ya Hivi Punde ya Hali ya Hewa

source: For more interactive data
am: ለበለጠ በይነተገናኝ ውሂብ
ar: لمزيد من البيانات التفاعلية
es: Para datos más interactivos
fr: Pour des données plus interactives
pt: Para dados mais interativos
sw: Kwa data shirikishi zaidi
